{"great": 1, "buy": 2, "at": 3, "ill": 4, "wait": 5, "staanalystalert": 6, "jefferies": 7, "maintains": 8, "with": 9, "rating": 10, "hold": 11, "setting": 12, "target": 13, "price": 14, "usd": 15, "our": 16, "own": 17, "verdict": 18, "heard": 19, "there": 20, "guy": 21, "who": 22, "know": 23, "someone": 24, "think": 25, "somebody": 26, "something": 27, "stocktwits": 28, "reveal": 29, "yourself": 30, "why": 31, "drop": 32, "warren": 33, "buffet": 34, "taking": 35, "out": 36, "his": 37, "position": 38, "bear": 39, "have": 40, "reason": 41, "pay": 42, "more": 43, "attention": 44, "ok": 45, "good": 46, "we": 47, "re": 48, "not": 49, "dropping": 50, "over": 51, "weekend": 52, "lol": 53, "daily": 54, "chart": 55, "need": 56, "get": 57, "back": 58, "above": 59, "per": 60, "week": 61, "after": 62, "spike": 63, "if": 64, "no": 65, "news": 66, "month": 67, "bo": 68, "then": 69, "bingo": 70, "what": 71, "odds": 72, "strong": 73, "short": 74, "ratio": 75, "float": 76, "via": 77, "squeezing": 78, "perfect": 79, "place": 80, "an": 81, "option": 82, "straddle": 83, "near": 84, "supporting": 85, "trend": 86, "start": 87, "new": 88, "monday": 89, "expect": 90, "volume": 91, "across": 92, "key": 93, "company": 94, "sector": 95, "breakout": 96, "strategy": 97, "current": 98, "portfolio": 99, "bull": 100, "catalyst": 101, "uptrend": 102, "pill": 103, "pack": 104, "amazon": 105, "prime": 106, "day": 107, "earnings": 108, "test": 109, "break": 110, "soon": 111, "ha": 112, "moved": 113, "check": 114, "movement": 115, "peer": 116, "mkm": 117, "partner": 118, "set": 119, "too": 120, "early": 121, "tell": 122, "going": 123, "happen": 124, "even": 125, "about": 126, "output": 127, "still": 128, "so": 129, "many": 130, "financially": 131, "healthy": 132, "problem": 133, "meeting": 134, "obligation": 135, "bullish": 136, "stock": 137, "watch": 138, "setup": 139, "blog": 140, "by": 141, "just": 142, "high": 143, "alert": 144, "next": 145, "gt": 146, "breakdown": 147, "much": 148, "better": 149, "than": 150, "industry": 151, "average": 152, "miss": 153, "these": 154, "confirms": 155, "you": 156, "will": 157, "see": 158, "violent": 159, "move": 160, "downward": 161, "my": 162, "base": 163, "gap": 164, "ma": 165, "cabot": 166, "weekly": 167, "video": 168, "quot": 169, "resilient": 170, "growth": 171, "when": 172, "wa": 173, "kid": 174, "told": 175, "me": 176, "moon": 177, "made": 178, "percent": 179, "rank": 180, "th": 181, "percentile": 182, "thank": 183, "don": 184, "feel": 185, "or": 186, "do": 187, "well": 188, "they": 189, "already": 190, "during": 191, "youtube": 192, "interview": 193, "mitch": 194, "couldn": 195, "remember": 196, "single": 197, "movie": 198, "he": 199, "all": 200, "year": 201, "except": 202, "star": 203, "war": 204, "black": 205, "clothes": 206, "downgrade": 207, "sale": 208, "interest": 209, "return": 210, "equity": 211, "although": 212, "market": 213, "up": 214, "doing": 215, "advanced": 216, "a": 217, "info": 218, "july": 219, "be": 220, "most": 221, "normal": 222, "friday": 223, "contract": 224, "call": 225, "put": 226, "third": 227, "design": 228, "win": 229, "timing": 230, "match": 231, "probably": 232, "arm": 233, "tobacco": 234, "president": 235, "trump": 236, "tweet": 237, "king": 238, "saudi": 239, "arabia": 240, "explained": 241, "him": 242, "that": 243, "because": 244, "amp": 245, "today": 246, "insight": 247, "intc": 248, "said": 249, "ice": 250, "cream": 251, "finish": 252, "due": 253, "noticed": 254, "last": 255, "jedi": 256, "stream": 257, "love": 258, "here": 259, "go": 260, "leave": 261, "view": 262, "look": 263, "ema": 264, "held": 265, "stochastics": 266, "turning": 267, "spy": 268, "qqq": 269, "opposite": 270, "forward": 271, "pe": 272, "valuation": 273, "can": 274, "described": 275, "cheap": 276, "capital": 277, "presentation": 278, "common": 279, "tencent": 280, "facebook": 281, "google": 282, "how": 283, "one": 284, "performing": 285, "crude": 286, "petroleum": 287, "natural": 288, "gas": 289, "simply": 290, "havent": 291, "lost": 292, "any": 293, "brown": 294, "run": 295, "tech": 296, "mf": 297, "are": 298, "their": 299, "shit": 300, "every": 301, "former": 302, "global": 303, "manufacturing": 304, "pfizer": 305, "independent": 306, "director": 307, "nat": 308, "ricciardi": 309, "may": 310, "special": 311, "limited": 312, "offer": 313, "june": 314, "offering": 315, "discount": 316, "program": 317, "below": 318, "financials": 319, "summary": 320, "jeff": 321, "gundlach": 322, "sohn": 323, "long": 324, "thesis": 325, "energy": 326, "low": 327, "peg": 328, "which": 329, "compensates": 330, "indicates": 331, "rather": 332, "pres": 333, "coming": 334, "seems": 335, "support": 336, "under": 337, "likely": 338, "bullshit": 339, "worthless": 340, "mean": 341, "fucking": 342, "nothing": 343, "macau": 344, "usa": 345, "take": 346, "let": 347, "where": 348, "right": 349, "now": 350, "ugly": 351, "without": 352, "clear": 353, "level": 354, "term": 355, "bearish": 356, "ll": 357, "previously": 358, "mo": 359, "followed": 360, "end": 361, "another": 362, "runup": 363, "dropped": 364, "smart": 365, "money": 366, "betting": 367, "deal": 368, "update": 369, "technical": 370, "bad": 371, "doe": 372, "present": 373, "nice": 374, "opportunity": 375, "completely": 376, "scale": 377, "time": 378, "play": 379, "aka": 380, "favorite": 381, "them": 382, "hand": 383, "awesome": 384, "concerned": 385, "eow": 386, "might": 387, "wk": 388, "throwback": 389, "u": 390, "advisor": 391, "upgrade": 392, "shorties": 393, "dreaming": 394, "depression": 395, "updated": 396, "hormel": 397, "food": 398, "dividend": 399, "analysis": 400, "consumer": 401, "defensive": 402, "intel": 403, "profitability": 404, "safety": 405, "score": 406, "technology": 407, "both": 408, "positive": 409, "looking": 410, "mad": 411, "report": 412, "block": 413, "person": 414, "spam": 415, "should": 416, "open": 417, "thats": 418, "true": 419, "prefer": 420, "from": 421, "turd": 422, "aristocrat": 423, "valueinvesting": 424, "marriage": 425, "bank": 426, "account": 427, "dm": 428, "won": 429, "stop": 430, "posting": 431, "holding": 432, "big": 433, "calm": 434, "down": 435, "luck": 436, "chase": 437, "continues": 438, "hopefully": 439, "catch": 440, "before": 441, "lisa": 442, "announces": 443, "rd": 444, "turned": 445, "off": 446, "trading": 447, "maybe": 448, "altogether": 449, "manipulation": 450, "very": 451, "rich": 452, "make": 453, "poor": 454, "almost": 455, "pct": 456, "buyback": 457, "got": 458, "share": 459, "though": 460, "drip": 461, "dumped": 462, "but": 463, "jeez": 464, "bit": 465, "done": 466, "bounce": 467, "candle": 468, "confirmation": 469, "liking": 470, "wife": 471, "tree": 472, "sure": 473, "piggy": 474, "lot": 475, "coin": 476, "spend": 477, "candy": 478, "microsoft": 479, "investor": 480, "aren": 481, "happy": 482, "royal": 483, "canada": 484, "reiterates": 485, "outperform": 486, "loop": 487, "raise": 488, "never": 489, "been": 490, "wrong": 491, "miracle": 492, "period": 493, "bollinger": 494, "band": 495, "dare": 496, "say": 497, "didn": 498, "hardly": 499, "ever": 500, "comment": 501, "page": 502, "broken": 503, "giving": 504, "endless": 505, "icon": 506, "give": 507, "walk": 508, "away": 509, "highlight": 510, "growing": 511, "democrat": 512, "leaving": 513, "party": 514, "robert": 515, "baird": 516, "neutral": 517, "weed": 518, "other": 519, "drug": 520, "guess": 521, "reasonable": 522, "nike": 523, "winning": 524, "click": 525, "booking": 526, "app": 527, "tapped": 528, "acting": 529, "reach": 530, "brand": 531, "built": 532, "mobile": 533, "show": 534, "morning": 535, "heading": 536, "ath": 537, "acquisition": 538, "total": 539, "past": 540, "exit": 541, "zone": 542, "fantastic": 543, "read": 544, "oil": 545, "tighten": 546, "getting": 547, "closer": 548, "greatest": 549, "yearly": 550, "performance": 551, "did": 552, "champion": 553, "highyield": 554, "pretty": 555, "risky": 556, "gamble": 557, "either": 558, "rally": 559, "stronger": 560, "apple": 561, "talking": 562, "referring": 563, "punish": 564, "seller": 565, "warehouse": 566, "sense": 567, "old": 568, "gather": 569, "pc": 570, "crypto": 571, "gpu": 572, "enthusiast": 573, "waiting": 574, "two": 575, "only": 576, "medium": 577, "decent": 578, "pattern": 579, "five": 580, "baba": 581, "industrials": 582, "trending": 583, "drunk": 584, "doesn": 585, "through": 586, "gapping": 587, "glass": 588, "seen": 589, "focus": 590, "like": 591, "sbux": 592, "paying": 593, "full": 594, "sex": 595, "change": 596, "employee": 597, "hit": 598, "bottom": 599, "line": 600, "recap": 601, "since": 602, "post": 603, "trade": 604, "included": 605, "hsy": 606, "uri": 607, "sonc": 608, "dri": 609, "kmx": 610, "wynn": 611, "akam": 612, "enterprise": 613, "value": 614, "v": 615, "cap": 616, "difference": 617, "actual": 618, "asset": 619, "spread": 620, "way": 621, "undervalued": 622, "million": 623, "added": 624, "dont": 625, "become": 626, "such": 627, "monopoly": 628, "dipping": 629, "into": 630, "everything": 631, "airline": 632, "possibility": 633, "loss": 634, "suggested": 635, "chartmill": 636, "analyzer": 637, "resistance": 638, "len": 639, "reversal": 640, "progress": 641, "ve": 642, "recently": 643, "closed": 644, "list": 645, "bought": 646, "same": 647, "used": 648, "according": 649, "data": 650, "reported": 651, "finra": 652, "clocked": 653, "official": 654, "came": 655, "saying": 656, "agree": 657, "resume": 658, "cover": 659, "penis": 660, "front": 661, "leg": 662, "would": 663, "some": 664, "am": 665, "watching": 666, "wonder": 667, "valued": 668, "higher": 669, "also": 670, "shorted": 671, "consolidation": 672, "cautious": 673, "disappointed": 674, "close": 675, "ending": 676, "killed": 677, "best": 678, "february": 679, "funny": 680, "thing": 681, "similar": 682, "story": 683, "different": 684, "crab": 685, "measured": 686, "divergence": 687, "really": 688, "momentum": 689, "starting": 690, "venture": 691, "tariff": 692, "increase": 693, "profit": 694, "recession": 695, "come": 696, "keep": 697, "buying": 698, "pure": 699, "min": 700, "indicating": 701, "accumulation": 702, "eod": 703, "could": 704, "pop": 705, "heavy": 706, "apog": 707, "acn": 708, "camp": 709, "gi": 710, "payx": 711, "fdx": 712, "goo": 713, "squeeze": 714, "pullback": 715, "upside": 716, "nvda": 717, "safe": 718, "yield": 719, "div": 720, "adding": 721, "gladly": 722, "irrationality": 723, "reign": 724, "possible": 725, "excess": 726, "gain": 727, "welcome": 728, "gl": 729, "seeing": 730, "jumping": 731, "joy": 732, "least": 733, "given": 734, "action": 735, "bouncing": 736, "continuation": 737, "hopeful": 738, "science": 739, "officially": 740, "became": 741, "major": 742, "university": 743, "ai": 744, "era": 745, "second": 746, "minute": 747, "rule": 748, "applies": 749, "six": 750, "fds": 751, "killing": 752, "tax": 753, "cut": 754, "idea": 755, "haven": 756, "posted": 757, "while": 758, "omg": 759, "toy": 760, "land": 761, "amazing": 762, "contributed": 763, "ytd": 764, "popular": 765, "word": 766, "those": 767, "dip": 768, "haha": 769, "makin": 770, "rain": 771, "white": 772, "house": 773, "quality": 774, "moment": 775, "doubt": 776, "production": 777, "eps": 778, "constellation": 779, "disney": 780, "clinch": 781, "acquire": 782, "fox": 783, "group": 784, "counter": 785, "aggregate": 786, "southwest": 787, "flight": 788, "dallas": 789, "delta": 790, "spat": 791, "california": 792, "netflix": 793, "inc": 794, "nflx": 795, "versus": 796, "fb": 797, "starbucks": 798, "using": 799, "iex": 800, "shorters": 801, "bankruptcy": 802, "investment": 803, "lower": 804, "stake": 805, "unh": 806, "vega": 807, "laptop": 808, "investing": 809, "yr": 810, "bond": 811, "continue": 812, "add": 813, "country": 814, "amd": 815, "ryzen": 816, "gettin": 817, "aa": 818, "shark": 819, "definitely": 820, "august": 821, "g": 822, "point": 823, "huge": 824, "closing": 825, "scalp": 826, "giant": 827, "compared": 828, "book": 829, "cheaply": 830, "quite": 831, "job": 832, "started": 833, "clearly": 834, "cup": 835, "holder": 836, "inverse": 837, "confidence": 838, "debt": 839, "sell": 840, "interesting": 841, "trader": 842, "meanwhile": 843, "galaxy": 844, "far": 845, "wedge": 846, "descending": 847, "large": 848, "im": 849, "pt": 850, "three": 851, "falling": 852, "peak": 853, "fourth": 854, "everyone": 855, "coke": 856, "smile": 857, "thanks": 858, "selling": 859, "prove": 860, "terrible": 861, "error": 862, "article": 863, "hint": 864, "sogou": 865, "finger": 866, "crossed": 867, "triple": 868, "top": 869, "bro": 870, "work": 871, "delete": 872, "blue": 873, "arrow": 874, "your": 875, "overbought": 876, "changing": 877, "mr": 878, "yo": 879, "hi": 880, "bed": 881, "night": 882, "prepared": 883, "policy": 884, "store": 885, "product": 886, "fyi": 887, "ramp": 888, "worker": 889, "hill": 890, "people": 891, "manager": 892, "city": 893, "fail": 894, "despite": 895, "bb": 896, "thinking": 897, "mm": 898, "driving": 899, "prior": 900, "argument": 901, "sound": 902, "becoming": 903, "loses": 904, "gaming": 905, "channel": 906, "cash": 907, "machine": 908, "semi": 909, "graph": 910, "reached": 911, "want": 912, "oled": 913, "panel": 914, "steady": 915, "amid": 916, "weak": 917, "demand": 918, "display": 919, "leak": 920, "foldable": 921, "screen": 922, "device": 923, "fit": 924, "pocket": 925, "piotroski": 926, "health": 927, "original": 928, "predicated": 929, "having": 930, "competitive": 931, "server": 932, "around": 933, "bat": 934, "epyc": 935, "ball": 936, "security": 937, "flaw": 938, "nm": 939, "fire": 940, "ceo": 941, "sh": 942, "wowza": 943, "ago": 944, "real": 945, "boom": 946, "social": 947, "bigger": 948, "christmas": 949, "celgene": 950, "sigh": 951, "relief": 952, "success": 953, "mistake": 954, "cry": 955, "everyday": 956, "roa": 957, "outperforms": 958, "longer": 959, "sheep": 960, "hateful": 961, "happening": 962, "ease": 963, "flattening": 964, "def": 965, "horrible": 966, "spotify": 967, "content": 968, "positioning": 969, "underweight": 970, "crowdthnk": 971, "algo": 972, "forecast": 973, "chance": 974, "moving": 975, "brainer": 976, "dog": 977, "mu": 978, "serious": 979, "proposition": 980, "net": 981, "negative": 982, "indicator": 983, "opinion": 984, "brexit": 985, "banker": 986, "risk": 987, "life": 988, "edge": 989, "fill": 990, "history": 991, "liquid": 992, "inside": 993, "curve": 994, "face": 995, "fed": 996, "concern": 997, "pertains": 998, "study": 999, "watchlist": 1000, "wisely": 1001, "invest": 1002, "runner": 1003, "pull": 1004, "slow": 1005, "thought": 1006, "flush": 1007, "opec": 1008, "china": 1009, "attack": 1010, "rated": 1011, "median": 1012, "trust": 1013, "anticipation": 1014, "rising": 1015, "analyst": 1016, "sorry": 1017, "exited": 1018, "worth": 1019, "weight": 1020, "little": 1021, "announce": 1022, "cog": 1023, "boeing": 1024, "baked": 1025, "deep": 1026, "fails": 1027, "again": 1028, "making": 1029, "baby": 1030, "date": 1031, "distress": 1032, "ggr": 1033, "extremely": 1034, "within": 1035, "midterm": 1036, "slightly": 1037, "stupid": 1038, "wasting": 1039, "oversold": 1040, "purchasing": 1041, "thursday": 1042, "breaking": 1043, "pharmaceutical": 1044, "field": 1045, "retest": 1046, "quickly": 1047, "soccer": 1048, "world": 1049, "holiday": 1050, "expensive": 1051, "part": 1052, "affordable": 1053, "selection": 1054, "benefit": 1055, "buyer": 1056, "fri": 1057, "pinned": 1058, "com": 1059, "amzn": 1060, "weakness": 1061, "crazy": 1062, "wan": 1063, "na": 1064, "hear": 1065, "er": 1066, "yeah": 1067, "pioneer": 1068, "medical": 1069, "coverage": 1070, "free": 1071, "gon": 1072, "wtf": 1073, "casino": 1074, "nearly": 1075, "govt": 1076, "jul": 1077, "gross": 1078, "revenue": 1079, "rose": 1080, "cheaper": 1081, "monster": 1082, "core": 1083, "threadripper": 1084, "cpu": 1085, "rumored": 1086, "detected": 1087, "cause": 1088, "were": 1089, "bln": 1090, "wouldn": 1091, "try": 1092, "produce": 1093, "silicon": 1094, "chip": 1095, "forming": 1096, "crushed": 1097, "hook": 1098, "monthly": 1099, "expected": 1100, "paychex": 1101, "hype": 1102, "financial": 1103, "opp": 1104, "example": 1105, "virtually": 1106, "identical": 1107, "showing": 1108, "signal": 1109, "rsi": 1110, "pre": 1111, "trying": 1112, "advantage": 1113, "bring": 1114, "gloom": 1115, "doom": 1116, "ahead": 1117, "happens": 1118, "fight": 1119, "plan": 1120, "fall": 1121, "death": 1122, "cross": 1123, "row": 1124, "expectation": 1125, "premarket": 1126, "summer": 1127, "currently": 1128, "upper": 1129, "range": 1130, "outperforming": 1131, "oh": 1132, "aos": 1133, "stk": 1134, "highest": 1135, "vol": 1136, "accum": 1137, "online": 1138, "pharmacy": 1139, "disrupting": 1140, "healthcare": 1141, "based": 1142, "taken": 1143, "punishment": 1144, "tomorrow": 1145, "hong": 1146, "kong": 1147, "consolidated": 1148, "business": 1149, "area": 1150, "anyone": 1151, "happened": 1152, "wow": 1153, "hotel": 1154, "newspscan": 1155, "bullflag": 1156, "condition": 1157, "chiplets": 1158, "divided": 1159, "forget": 1160, "generation": 1161, "enjoy": 1162, "future": 1163, "broke": 1164, "dma": 1165, "margin": 1166, "amongst": 1167, "crossing": 1168, "sign": 1169, "attractive": 1170, "moviepass": 1171, "income": 1172, "metal": 1173, "mining": 1174, "conservative": 1175, "believe": 1176, "network": 1177, "political": 1178, "ouch": 1179, "shorter": 1180, "fund": 1181, "follow": 1182, "micron": 1183, "had": 1184, "targeting": 1185, "felt": 1186, "pain": 1187, "first": 1188, "rt": 1189, "american": 1190, "absolutely": 1191, "throwing": 1192, "body": 1193, "issue": 1194, "often": 1195, "stay": 1196, "course": 1197, "ran": 1198, "looked": 1199, "fan": 1200, "competition": 1201, "approve": 1202, "purchase": 1203, "decrease": 1204, "space": 1205, "pro": 1206, "touch": 1207, "bar": 1208, "running": 1209, "mode": 1210, "altman": 1211, "meaning": 1212, "each": 1213, "trip": 1214, "search": 1215, "find": 1216, "anything": 1217, "developer": 1218, "especially": 1219, "bubble": 1220, "becomes": 1221, "rate": 1222, "bias": 1223, "strength": 1224, "novice": 1225, "apc": 1226, "earning": 1227, "quarter": 1228, "carmax": 1229, "barrel": 1230, "extra": 1231, "quick": 1232, "scare": 1233, "rip": 1234, "sharing": 1235, "partnership": 1236, "firm": 1237, "mccormick": 1238, "contracted": 1239, "expanded": 1240, "tandem": 1241, "feb": 1242, "correlation": 1243, "breed": 1244, "wc": 1245, "le": 1246, "vip": 1247, "easy": 1248, "solar": 1249, "order": 1250, "use": 1251, "permabulls": 1252, "hate": 1253, "phase": 1254, "subae": 1255, "america": 1256, "corp": 1257, "bac": 1258, "largest": 1259, "wl": 1260, "retailer": 1261, "ipo": 1262, "missed": 1263, "push": 1264, "liberal": 1265, "agenda": 1266, "army": 1267, "woman": 1268, "absurd": 1269, "worry": 1270, "hover": 1271, "till": 1272, "drink": 1273, "water": 1274, "september": 1275, "bastard": 1276, "relax": 1277, "actually": 1278, "lied": 1279, "accelerating": 1280, "expecting": 1281, "upcoming": 1282, "passed": 1283, "besides": 1284, "excellent": 1285, "seek": 1286, "msm": 1287, "fake": 1288, "lie": 1289, "propaganda": 1290, "fool": 1291, "double": 1292, "hidden": 1293, "dow": 1294, "max": 1295, "maturity": 1296, "maxpain": 1297, "took": 1298, "beating": 1299, "towards": 1300, "cv": 1301, "reiterated": 1302, "mizuho": 1303, "bernstein": 1304, "potential": 1305, "game": 1306, "publisher": 1307, "prolly": 1308, "statement": 1309, "economic": 1310, "further": 1311, "producer": 1312, "able": 1313, "willing": 1314, "recent": 1315, "survey": 1316, "pulled": 1317, "storm": 1318, "pulling": 1319, "supply": 1320, "chk": 1321, "red": 1322, "eff": 1323, "ops": 1324, "walmart": 1325, "soar": 1326, "significantly": 1327, "jpmorgan": 1328, "rolling": 1329, "brought": 1330, "inflation": 1331, "broader": 1332, "meltdown": 1333, "tho": 1334, "staying": 1335, "hard": 1336, "tradecrew": 1337, "map": 1338, "unfortunately": 1339, "worst": 1340, "discretionary": 1341, "doubting": 1342, "nvidia": 1343, "dumb": 1344, "pig": 1345, "tom": 1346, "clarke": 1347, "boogeyman": 1348, "getcha": 1349, "turnaround": 1350, "fly": 1351, "loading": 1352, "chain": 1353, "competitor": 1354, "marginal": 1355, "secular": 1356, "winner": 1357, "st": 1358, "yep": 1359, "joining": 1360, "edition": 1361, "xerox": 1362, "exodus": 1363, "pa": 1364, "write": 1365, "home": 1366, "overall": 1367, "massively": 1368, "extended": 1369, "alliance": 1370, "reporting": 1371, "confirmed": 1372, "comp": 1373, "bet": 1374, "fired": 1375, "secret": 1376, "losing": 1377, "center": 1378, "truth": 1379, "lawsuit": 1380, "filed": 1381, "against": 1382, "ge": 1383, "retaliation": 1384, "boston": 1385, "office": 1386, "enter": 1387, "board": 1388, "active": 1389, "fix": 1390, "threat": 1391, "samsung": 1392, "others": 1393, "interested": 1394, "hope": 1395, "rebound": 1396, "resolved": 1397, "stochastic": 1398, "plus": 1399, "macd": 1400, "slingshot": 1401, "zero": 1402, "ford": 1403, "destroying": 1404, "essential": 1405, "glad": 1406, "mentality": 1407, "feeling": 1408, "ended": 1409, "patience": 1410, "scaling": 1411, "btd": 1412, "str": 1413, "number": 1414, "imo": 1415, "force": 1416, "begin": 1417, "opening": 1418, "fear": 1419, "friend": 1420, "releasing": 1421, "anybody": 1422, "shame": 1423, "delisted": 1424, "hiring": 1425, "school": 1426, "rush": 1427, "providing": 1428, "research": 1429, "libya": 1430, "mess": 1431, "step": 1432, "beginning": 1433, "wsj": 1434, "auto": 1435, "maker": 1436, "including": 1437, "tesla": 1438, "brace": 1439, "additional": 1440, "import": 1441, "election": 1442, "cloud": 1443, "hanging": 1444, "head": 1445, "repeat": 1446, "multiple": 1447, "sold": 1448, "released": 1449, "downside": 1450, "failed": 1451, "hot": 1452, "causing": 1453, "harm": 1454, "ipad": 1455, "killer": 1456, "tablet": 1457, "estimate": 1458, "result": 1459, "flag": 1460, "rise": 1461, "sit": 1462, "as": 1463, "warns": 1464, "shrinkage": 1465, "vulnerable": 1466, "begun": 1467, "ish": 1468, "priced": 1469, "fang": 1470, "wondering": 1471, "ripe": 1472, "wednesday": 1473, "ah": 1474, "saw": 1475, "print": 1476, "pick": 1477, "favor": 1478, "jack": 1479, "box": 1480, "ta": 1481, "ask": 1482, "approval": 1483, "fast": 1484, "cool": 1485, "experience": 1486, "reality": 1487, "bbc": 1488, "sport": 1489, "picking": 1490, "contest": 1491, "barron": 1492, "pan": 1493, "mastercard": 1494, "sirius": 1495, "xm": 1496, "verizon": 1497, "couple": 1498, "brokerage": 1499, "avg": 1500, "overpriced": 1501, "damn": 1502, "supposed": 1503, "ramping": 1504, "nd": 1505, "half": 1506, "customer": 1507, "expanding": 1508, "iphone": 1509, "unit": 1510, "rbc": 1511, "careful": 1512, "system": 1513, "quarterly": 1514, "billion": 1515, "raised": 1516, "bofa": 1517, "merrill": 1518, "lynch": 1519, "undervalue": 1520, "wave": 1521, "folk": 1522, "sunday": 1523, "church": 1524, "outside": 1525, "talk": 1526, "glta": 1527, "decade": 1528, "credit": 1529, "suisse": 1530, "season": 1531, "beat": 1532, "walgreens": 1533, "cantor": 1534, "fitzgerald": 1535, "stephen": 1536, "pivotal": 1537, "snapchat": 1538, "mostly": 1539, "untapped": 1540, "gold": 1541, "mine": 1542, "crap": 1543, "gm": 1544, "lead": 1545, "smaller": 1546, "finally": 1547, "peaked": 1548, "ad": 1549, "costco": 1550, "computer": 1551, "chat": 1552, "room": 1553, "waste": 1554, "pharma": 1555, "jump": 1556, "rival": 1557, "release": 1558, "cystic": 1559, "fibrosis": 1560, "drag": 1561, "effect": 1562, "yoy": 1563, "eye": 1564, "live": 1565, "latest": 1566, "disruption": 1567, "delivery": 1568, "visa": 1569, "settlement": 1570, "card": 1571, "fee": 1572, "consolidating": 1573, "entry": 1574, "always": 1575, "her": 1576, "lehman": 1577, "disgusting": 1578, "cruise": 1579, "carnival": 1580, "helima": 1581, "ba": 1582, "afraid": 1583, "impose": 1584, "cnbc": 1585, "optimistic": 1586, "oi": 1587, "expiration": 1588, "telling": 1589, "table": 1590, "service": 1591, "afford": 1592, "anymore": 1593, "hike": 1594, "explain": 1595, "payout": 1596, "economy": 1597, "overseas": 1598, "gut": 1599, "calling": 1600, "sleep": 1601, "musk": 1602, "direction": 1603, "sma": 1604, "until": 1605, "peep": 1606, "blocked": 1607, "fact": 1608, "control": 1609, "march": 1610, "etc": 1611, "roku": 1612, "suck": 1613, "alibaba": 1614, "turkey": 1615, "international": 1616, "expansion": 1617, "whole": 1618, "dump": 1619, "few": 1620, "sht": 1621, "grow": 1622, "whats": 1623, "gravity": 1624, "seeking": 1625, "alpha": 1626, "hurt": 1627, "enough": 1628, "wall": 1629, "street": 1630, "idiot": 1631, "lose": 1632, "citibank": 1633, "bankrupt": 1634, "stealing": 1635, "nickel": 1636, "costumer": 1637, "scumbags": 1638, "shorting": 1639, "ground": 1640, "choppy": 1641, "shoulder": 1642, "trumpy": 1643, "applied": 1644, "cancer": 1645, "jcp": 1646, "rev": 1647, "beta": 1648, "volatile": 1649, "dipped": 1650, "roce": 1651, "rpe": 1652, "rrdonnelleysons": 1653, "stoch": 1654, "rrd": 1655, "fcf": 1656, "phillips": 1657, "citigroup": 1658, "recommendation": 1659, "moody": 1660, "percentage": 1661, "oscillator": 1662, "ppo": 1663, "adx": 1664, "hinting": 1665, "apache": 1666, "operating": 1667, "ibm": 1668, "bk": 1669, "nowhere": 1670, "fundamental": 1671, "xeon": 1672, "insider": 1673, "ownership": 1674, "att": 1675, "signifying": 1676, "employed": 1677, "berkshire": 1678, "state": 1679, "alone": 1680, "went": 1681, "ebitda": 1682, "coty": 1683, "wpx": 1684, "wfc": 1685, "pepsico": 1686, "pep": 1687, "disappear": 1688, "sky": 1689, "dal": 1690, "bsx": 1691, "institutional": 1692, "mck": 1693, "mckesson": 1694, "bkng": 1695, "volatility": 1696, "dis": 1697, "basically": 1698, "premium": 1699, "mass": 1700, "spending": 1701, "fooled": 1702, "profitable": 1703, "yes": 1704, "collaboration": 1705, "kroger": 1706, "kr": 1707, "paccar": 1708, "verisign": 1709, "txn": 1710, "nke": 1711, "lennar": 1712, "clf": 1713, "coo": 1714, "brighthouse": 1715, "ebay": 1716, "ppg": 1717, "jpm": 1718, "floating": 1719, "being": 1720, "flow": 1721, "fl": 1722, "alphabet": 1723, "googl": 1724, "fcx": 1725, "freeport": 1726, "mcmoran": 1727, "expe": 1728, "expedia": 1729, "underarmour": 1730, "exxonmobil": 1731, "xom": 1732, "illumina": 1733, "cnc": 1734, "centene": 1735, "kohl": 1736, "exelon": 1737, "exc": 1738, "stt": 1739, "fossil": 1740, "paypal": 1741, "pypl": 1742, "bot": 1743, "closely": 1744, "cboe": 1745, "svu": 1746, "supervalu": 1747, "e": 1748, "fmc": 1749, "stress": 1750, "tested": 1751, "crash": 1752, "understand": 1753, "regn": 1754, "fiserv": 1755, "ip": 1756, "expd": 1757, "fii": 1758, "chevron": 1759, "fe": 1760, "psa": 1761, "cnx": 1762, "resmed": 1763, "shouldn": 1764, "twitter": 1765, "square": 1766, "nrg": 1767, "jun": 1768, "mgm": 1769, "green": 1770, "region": 1771, "rf": 1772, "sig": 1773, "cm": 1774, "lkq": 1775, "luv": 1776, "mar": 1777, "hd": 1778, "impact": 1779, "seem": 1780, "comparing": 1781, "orange": 1782, "yuan": 1783, "toward": 1784, "elliottwave": 1785, "opps": 1786, "forgot": 1787, "bmw": 1788, "join": 1789, "pressing": 1790, "wks": 1791, "foos": 1792, "stevie": 1793, "shopped": 1794, "sld": 1795, "damage": 1796, "w": 1797, "realizing": 1798, "inflow": 1799, "pension": 1800, "dumping": 1801, "she": 1802, "dollar": 1803, "loser": 1804, "found": 1805, "swing": 1806, "rallying": 1807, "leap": 1808, "january": 1809, "po": 1810, "staff": 1811, "act": 1812, "belong": 1813, "bag": 1814, "final": 1815, "round": 1816, "stuff": 1817, "grown": 1818, "impressive": 1819, "paper": 1820, "decide": 1821, "chinese": 1822, "union": 1823, "dn": 1824, "century": 1825, "hoping": 1826, "fuel": 1827, "nicely": 1828, "series": 1829, "fab": 1830, "mid": 1831, "balance": 1832, "south": 1833, "man": 1834, "opened": 1835, "mouth": 1836, "dirty": 1837, "ban": 1838, "following": 1839, "focused": 1840, "hump": 1841, "train": 1842, "macro": 1843, "mind": 1844, "feed": 1845, "settled": 1846, "harley": 1847, "voter": 1848, "oppose": 1849, "shift": 1850, "levermann": 1851, "bigcap": 1852, "team": 1853, "nailed": 1854, "trial": 1855, "gained": 1856, "wash": 1857, "listen": 1858, "april": 1859, "appears": 1860, "rumor": 1861, "traffic": 1862, "bathroom": 1863, "tough": 1864, "link": 1865, "brother": 1866, "bout": 1867, "wild": 1868, "ride": 1869, "selloff": 1870, "bueno": 1871, "non": 1872, "sp": 1873, "anywhere": 1874, "else": 1875, "speak": 1876, "significant": 1877, "hitting": 1878, "davidson": 1879, "between": 1880, "retaliatory": 1881, "taste": 1882, "merger": 1883, "reading": 1884, "label": 1885, "uncertainty": 1886, "approved": 1887, "behemoth": 1888, "conversation": 1889, "press": 1890, "secretary": 1891, "welp": 1892, "et": 1893, "obviously": 1894, "knew": 1895, "boost": 1896, "needed": 1897, "collect": 1898, "sentiment": 1899, "cuz": 1900, "reinvest": 1901, "ng": 1902, "reserve": 1903, "sponsor": 1904, "ready": 1905, "haul": 1906, "trudeau": 1907, "foreign": 1908, "downturn": 1909, "chicken": 1910, "quiet": 1911, "asns": 1912, "burn": 1913, "pipeline": 1914, "beautiful": 1915, "hell": 1916, "putin": 1917, "blow": 1918, "rep": 1919, "help": 1920, "dear": 1921, "loved": 1922, "operation": 1923, "typical": 1924, "kind": 1925, "headline": 1926, "atleast": 1927, "indication": 1928, "shareholder": 1929, "piece": 1930, "impossible": 1931, "upwards": 1932, "tuesday": 1933, "hundred": 1934, "thousand": 1935, "milk": 1936, "assume": 1937, "mark": 1938, "saving": 1939, "building": 1940, "custom": 1941, "rig": 1942, "build": 1943, "music": 1944, "record": 1945, "hour": 1946, "claim": 1947, "user": 1948, "spain": 1949, "uphill": 1950, "reminds": 1951, "steel": 1952, "pounding": 1953, "ignore": 1954, "choose": 1955, "hindsight": 1956, "crisis": 1957, "session": 1958, "bidding": 1959, "correct": 1960, "charge": 1961, "litigation": 1962, "owner": 1963, "startup": 1964, "pillpack": 1965, "commerce": 1966, "blast": 1967, "crush": 1968, "scaring": 1969, "brick": 1970, "shipping": 1971, "confident": 1972, "highly": 1973, "scared": 1974, "cryptocurrency": 1975, "revers": 1976, "bitcoin": 1977, "exchange": 1978, "gamestop": 1979, "launch": 1980, "biggest": 1981, "rhetoric": 1982, "affect": 1983, "sustained": 1984, "sec": 1985, "remain": 1986, "accumulating": 1987, "halt": 1988, "trapped": 1989, "auction": 1990, "jurassic": 1991, "solid": 1992, "name": 1993, "yea": 1994, "god": 1995, "russia": 1996, "knockout": 1997, "upgrading": 1998, "buyout": 1999, "yall": 2000, "strictly": 2001, "purpose": 2002, "kite": 2003, "galt": 2004, "hire": 2005, "tbd": 2006, "electric": 2007, "car": 2008, "care": 2009, "churn": 2010, "left": 2011, "wing": 2012, "yesterday": 2013, "theory": 2014, "iran": 2015, "slaughter": 2016, "upward": 2017, "kept": 2018, "reaching": 2019, "humming": 2020, "epic": 2021, "blackberry": 2022, "slam": 2023, "bid": 2024, "snap": 2025, "ax": 2026, "patent": 2027, "island": 2028, "spell": 2029, "cnn": 2030, "wmt": 2031, "manufactured": 2032, "downtrend": 2033, "cost": 2034, "personal": 2035, "inapt": 2036, "analogy": 2037, "collapse": 2038, "barest": 2039, "scrutiny": 2040, "protection": 2041, "bill": 2042, "review": 2043, "tackle": 2044, "notched": 2045, "rallied": 2046, "tied": 2047, "conflict": 2048, "aircraft": 2049, "weapon": 2050, "known": 2051, "placed": 2052, "nervous": 2053, "bashing": 2054, "merging": 2055, "valley": 2056, "ca": 2057, "once": 2058, "fully": 2059, "acquired": 2060, "divy": 2061, "aug": 2062, "caught": 2063, "desperate": 2064, "admit": 2065, "nearing": 2066, "manipulating": 2067, "mkkt": 2068, "crucial": 2069, "ackman": 2070, "letter": 2071, "chipotle": 2072, "noise": 2073, "mondelez": 2074, "didnt": 2075, "advice": 2076, "eom": 2077, "jd": 2078, "stability": 2079, "lt": 2080, "timeline": 2081, "scam": 2082, "provider": 2083, "bil": 2084, "db": 2085, "jan": 2086, "yet": 2087, "whatever": 2088, "model": 2089, "milestone": 2090, "btc": 2091, "mc": 2092, "sub": 2093, "neo": 2094, "pivot": 2095, "gave": 2096, "working": 2097, "massive": 2098, "tired": 2099, "lazy": 2100, "learn": 2101, "bargain": 2102, "entered": 2103, "agreement": 2104, "confused": 2105, "export": 2106, "late": 2107, "deadline": 2108, "ponzi": 2109, "celebration": 2110, "weld": 2111, "tradewar": 2112, "logical": 2113, "outlook": 2114, "crowd": 2115, "imho": 2116, "travel": 2117, "trouble": 2118, "vacation": 2119, "owns": 2120, "worried": 2121, "eoy": 2122, "matter": 2123, "curious": 2124, "announcement": 2125, "isnt": 2126, "sprint": 2127, "incoming": 2128, "management": 2129, "joint": 2130, "co": 2131, "historically": 2132, "bleeding": 2133, "infrastructure": 2134, "maga": 2135, "gtx": 2136, "payment": 2137, "ton": 2138, "track": 2139, "kill": 2140, "thru": 2141, "scan": 2142, "leading": 2143, "retail": 2144, "ibdpartner": 2145, "class": 2146, "acquiring": 2147, "bunch": 2148, "lowered": 2149, "gaap": 2150, "related": 2151, "semiconductor": 2152, "pm": 2153, "emerging": 2154, "marijuana": 2155, "wanting": 2156, "practice": 2157, "simulator": 2158, "please": 2159, "slowing": 2160, "biz": 2161, "loan": 2162, "rinse": 2163, "domestic": 2164, "wake": 2165, "aapl": 2166, "doubling": 2167, "ridiculously": 2168, "small": 2169, "clinton": 2170, "attempt": 2171, "crack": 2172, "vehicle": 2173, "produced": 2174, "handle": 2175, "pas": 2176, "squeezed": 2177, "banking": 2178, "gift": 2179, "none": 2180, "discussed": 2181, "window": 2182, "dressing": 2183, "color": 2184, "perspective": 2185, "process": 2186, "carnage": 2187, "tmr": 2188, "bye": 2189, "corning": 2190, "fighting": 2191, "battle": 2192, "false": 2193, "hater": 2194, "hedge": 2195, "mover": 2196, "disrupt": 2197, "fack": 2198, "resort": 2199, "segment": 2200, "audio": 2201, "defense": 2202, "appropriate": 2203, "ridiculous": 2204, "easily": 2205, "conference": 2206, "implemented": 2207, "dude": 2208, "fuckface": 2209, "walt": 2210, "cyclical": 2211, "lucky": 2212, "trash": 2213, "disappoint": 2214, "wba": 2215, "robot": 2216, "fda": 2217, "iq": 2218, "dominance": 2219, "jesus": 2220, "dd": 2221, "innovative": 2222, "btfd": 2223, "influence": 2224, "everytime": 2225, "td": 2226, "ameritrade": 2227, "increased": 2228, "previous": 2229, "gal": 2230, "obvious": 2231, "count": 2232, "bezos": 2233, "quote": 2234, "nobody": 2235, "stand": 2236, "phone": 2237, "wasn": 2238, "eu": 2239, "em": 2240, "recovering": 2241, "message": 2242, "hahahahaha": 2243, "photo": 2244, "voice": 2245, "rec": 2246, "alexa": 2247, "surprised": 2248, "certainly": 2249, "index": 2250, "goin": 2251, "ur": 2252, "shadow": 2253, "midyear": 2254, "confirm": 2255, "road": 2256, "perhaps": 2257, "paragraph": 2258, "delay": 2259, "treasure": 2260, "truck": 2261, "maintain": 2262, "brent": 2263, "heart": 2264, "dispute": 2265, "threatened": 2266, "engulfing": 2267, "sup": 2268, "cant": 2269, "gtfo": 2270, "holy": 2271, "pnc": 2272, "tepper": 2273, "longs": 2274, "struggle": 2275, "fresh": 2276, "liability": 2277, "tomorro": 2278, "wealth": 2279, "cutting": 2280, "br": 2281, "id": 2282, "formation": 2283, "suggests": 2284, "decline": 2285, "firework": 2286, "rough": 2287, "event": 2288, "ferrari": 2289, "gov": 2290, "shall": 2291, "calendar": 2292, "infinity": 2293, "fabric": 2294, "settle": 2295, "buck": 2296, "skyrocket": 2297, "pushing": 2298, "extension": 2299, "nicholas": 2300, "subject": 2301, "raising": 2302, "dt": 2303, "agreed": 2304, "theta": 2305, "family": 2306, "papa": 2307, "talked": 2308, "mkt": 2309, "hedging": 2310, "shortly": 2311, "benzinga": 2312, "abbvie": 2313, "subscriber": 2314, "hasn": 2315, "michael": 2316, "abercrombie": 2317, "fitch": 2318, "initiated": 2319, "goldman": 2320, "sachs": 2321, "bush": 2322, "donald": 2323, "watcher": 2324, "ghost": 2325, "fav": 2326, "threatens": 2327, "effective": 2328, "air": 2329, "slaughtered": 2330, "impending": 2331, "flash": 2332, "ttm": 2333, "harmful": 2334, "fallen": 2335, "parabolic": 2336, "yawn": 2337, "fairly": 2338, "atlantic": 2339, "delivered": 2340, "package": 2341, "sick": 2342, "rowe": 2343, "mother": 2344, "convinced": 2345, "son": 2346, "lord": 2347, "clean": 2348, "yolo": 2349, "slashing": 2350, "tomm": 2351, "pls": 2352, "kick": 2353, "enthusiasm": 2354, "roll": 2355, "minority": 2356, "status": 2357, "reward": 2358, "innovate": 2359, "innovator": 2360, "bold": 2361, "criminal": 2362, "anyways": 2363, "ripping": 2364, "joke": 2365, "genius": 2366, "barbecue": 2367, "automotive": 2368, "disruptive": 2369, "delayed": 2370, "bogus": 2371, "earlier": 2372, "playing": 2373, "nasdaq": 2374, "inspection": 2375, "hahaha": 2376, "save": 2377, "penny": 2378, "overvalued": 2379, "onto": 2380, "power": 2381, "tusa": 2382, "changed": 2383, "kidding": 2384, "asking": 2385, "exp": 2386, "honestly": 2387, "foe": 2388, "founder": 2389, "gimmick": 2390, "dinner": 2391, "excited": 2392, "warning": 2393, "insane": 2394, "nope": 2395, "note": 2396, "ave": 2397, "rrts": 2398, "trucking": 2399, "juul": 2400, "cent": 2401, "awaits": 2402, "sad": 2403, "must": 2404, "tank": 2405, "sight": 2406, "avoid": 2407, "transparency": 2408, "retracement": 2409, "david": 2410, "retire": 2411, "vulcan": 2412, "material": 2413, "transaction": 2414, "warner": 2415, "covered": 2416, "platform": 2417, "focusing": 2418, "successful": 2419, "technically": 2420, "myself": 2421, "mix": 2422, "india": 2423, "direct": 2424, "recover": 2425, "imposed": 2426, "fcking": 2427, "adolf": 2428, "gild": 2429, "bloodbath": 2430, "hcv": 2431, "hiv": 2432, "biktarvy": 2433, "flat": 2434, "deliver": 2435, "together": 2436, "rocket": 2437, "young": 2438, "corner": 2439, "williams": 2440, "counting": 2441, "busy": 2442, "twx": 2443, "paid": 2444, "nyse": 2445, "hog": 2446, "cute": 2447, "lately": 2448, "surprising": 2449, "ship": 2450, "usually": 2451, "seriously": 2452, "spark": 2453, "gallon": 2454, "elsewhere": 2455, "quadrupled": 2456, "venmo": 2457, "answer": 2458, "beyond": 2459, "wish": 2460, "owning": 2461, "justify": 2462, "sticking": 2463, "fellow": 2464, "soxx": 2465, "lift": 2466, "advertising": 2467, "canadian": 2468, "topping": 2469, "helping": 2470, "gong": 2471, "stats": 2472, "smh": 2473, "treatment": 2474, "restricting": 2475, "surprise": 2476, "nasty": 2477, "ahhh": 2478, "cob": 2479, "north": 2480, "shoot": 2481, "straight": 2482, "aim": 2483, "ketchup": 2484, "whiskey": 2485, "soup": 2486, "jude": 2487, "lmao": 2488, "ev": 2489, "barely": 2490, "called": 2491, "national": 2492, "goal": 2493, "uh": 2494, "praying": 2495, "twitts": 2496, "affected": 2497, "whisper": 2498, "predict": 2499, "korean": 2500, "nuke": 2501, "played": 2502, "light": 2503, "chemical": 2504, "plant": 2505, "ltd": 2506, "exchanged": 2507, "tonight": 2508, "whether": 2509, "historic": 2510, "biotech": 2511, "exceed": 2512, "observation": 2513, "whoever": 2514, "voted": 2515, "wanted": 2516, "independence": 2517, "leverage": 2518, "korea": 2519, "missile": 2520, "yuge": 2521, "heck": 2522, "kinda": 2523, "turn": 2524, "flying": 2525, "wide": 2526, "includes": 2527, "streaming": 2528, "type": 2529, "information": 2530, "owned": 2531, "expert": 2532, "loose": 2533, "til": 2534, "correction": 2535, "reaction": 2536, "pending": 2537, "epi": 2538, "relation": 2539, "callout": 2540, "yup": 2541, "beer": 2542, "isolated": 2543, "chef": 2544, "wkly": 2545, "backtest": 2546, "lame": 2547, "gone": 2548, "consolidate": 2549, "airbus": 2550, "engine": 2551, "woe": 2552, "triangle": 2553, "door": 2554, "local": 2555, "golden": 2556, "approaching": 2557, "strategic": 2558, "dirt": 2559, "stopped": 2560, "plane": 2561, "hk": 2562, "nov": 2563, "pumper": 2564, "rh": 2565, "detail": 2566, "tight": 2567, "vacay": 2568, "carmaker": 2569, "buffoon": 2570, "boy": 2571, "dream": 2572, "hollywood": 2573, "lebron": 2574, "james": 2575, "lakers": 2576, "sneaker": 2577, "pair": 2578, "membership": 2579, "subscription": 2580, "minimum": 2581, "mention": 2582, "internet": 2583, "surprisingly": 2584, "hynix": 2585, "bound": 2586, "takeout": 2587, "depressed": 2588, "persists": 2589, "wti": 2590, "appear": 2591, "hulu": 2592, "regret": 2593, "dad": 2594, "create": 2595, "steal": 2596, "elevated": 2597, "imposing": 2598, "penalty": 2599, "communist": 2600, "la": 2601, "pump": 2602, "scandal": 2603, "sink": 2604, "website": 2605, "quit": 2606, "drinking": 2607, "mixed": 2608, "guidance": 2609, "terrifs": 2610, "majority": 2611, "nk": 2612, "gen": 2613, "dxp": 2614, "prediction": 2615, "alot": 2616, "tmrw": 2617, "fun": 2618, "shot": 2619, "pressure": 2620, "limit": 2621, "congrats": 2622, "pinning": 2623, "remains": 2624, "scary": 2625, "member": 2626, "caixin": 2627, "pmi": 2628, "super": 2629, "several": 2630, "plenty": 2631, "sqeeze": 2632, "rattled": 2633, "choice": 2634, "citi": 2635, "fade": 2636, "entire": 2637, "antiviral": 2638, "chop": 2639, "fest": 2640, "obrador": 2641, "factorygate": 2642, "roe": 2643, "spin": 2644, "heat": 2645, "shyt": 2646, "fud": 2647, "hearing": 2648, "stat": 2649, "ministry": 2650, "widen": 2651, "access": 2652, "sob": 2653, "draw": 2654, "wallet": 2655, "instead": 2656, "stick": 2657, "belongs": 2658, "filing": 2659, "mood": 2660, "weaker": 2661, "player": 2662, "awhile": 2663, "factory": 2664, "gdp": 2665, "mon": 2666, "asia": 2667, "appreciate": 2668, "trendline": 2669, "exactly": 2670, "ups": 2671, "bonus": 2672, "nikkei": 2673, "unstoppable": 2674, "expiry": 2675, "upto": 2676, "october": 2677, "flowing": 2678, "da": 2679, "roof": 2680, "dat": 2681, "severely": 2682, "overhyped": 2683, "mexico": 2684, "presidential": 2685, "leftist": 2686, "alright": 2687, "filling": 2688, "strike": 2689, "reveals": 2690, "mega": 2691, "spot": 2692, "ex": 2693, "suspended": 2694, "textbook": 2695, "dnr": 2696, "consider": 2697, "trillion": 2698, "safely": 2699, "gate": 2700, "memory": 2701, "favorable": 2702, "qtr": 2703, "load": 2704, "fine": 2705, "optane": 2706, "garbage": 2707, "question": 2708, "drive": 2709, "leader": 2710, "grade": 2711, "disclosed": 2712, "boot": 2713, "express": 2714, "script": 2715, "preferred": 2716, "guarantee": 2717, "investigation": 2718, "perform": 2719, "distribution": 2720, "sli": 2721, "bridge": 2722, "amount": 2723, "race": 2724, "downgraded": 2725, "laugh": 2726, "meat": 2727, "disposition": 2728, "slide": 2729, "morgan": 2730, "stanley": 2731, "hated": 2732, "iphones": 2733, "lg": 2734, "funding": 2735, "unless": 2736, "warned": 2737, "dummy": 2738, "case": 2739, "shown": 2740, "cavs": 2741, "survive": 2742, "sting": 2743, "showed": 2744, "moron": 2745, "nomura": 2746, "instinet": 2747, "fy": 2748, "japan": 2749, "brewing": 2750, "hilarious": 2751, "danger": 2752, "skit": 2753, "absolute": 2754, "farther": 2755, "apart": 2756, "wto": 2757, "headed": 2758, "die": 2759, "rest": 2760, "climbing": 2761, "immediate": 2762, "bell": 2763, "abandon": 2764, "incentive": 2765, "writing": 2766, "jones": 2767, "goodnight": 2768, "european": 2769, "medicine": 2770, "agency": 2771, "yescarta": 2772, "tiger": 2773, "challenge": 2774, "delusional": 2775, "judge": 2776, "harvey": 2777, "allergan": 2778, "commercial": 2779, "tv": 2780, "rebalancing": 2781, "opex": 2782, "ccar": 2783, "poll": 2784, "available": 2785, "collapsing": 2786, "de": 2787, "ignoring": 2788, "fraud": 2789, "united": 2790, "mainly": 2791, "journal": 2792, "dozen": 2793, "received": 2794, "grab": 2795, "anger": 2796, "tighter": 2797, "coiling": 2798, "deutsche": 2799, "existing": 2800, "animal": 2801, "theater": 2802, "faang": 2803, "crowded": 2804, "tanking": 2805, "fare": 2806, "consideration": 2807, "asian": 2808, "bloody": 2809, "commodity": 2810, "powerhouse": 2811, "vroom": 2812, "hammered": 2813, "accumulate": 2814, "accordingly": 2815, "sweet": 2816, "blood": 2817, "nse": 2818, "dreadful": 2819, "trap": 2820, "anytime": 2821, "fig": 2822, "imperial": 2823, "cbs": 2824, "riley": 2825, "suntrust": 2826, "silly": 2827, "keycorp": 2828, "seat": 2829, "cockroach": 2830, "cycle": 2831, "flannery": 2832, "william": 2833, "blair": 2834, "markit": 2835, "accenture": 2836, "vix": 2837, "utility": 2838, "panasonic": 2839, "dead": 2840, "tsla": 2841, "yikes": 2842, "slammed": 2843, "cliff": 2844, "general": 2845, "initiation": 2846, "wedbush": 2847, "piper": 2848, "boycott": 2849, "plunge": 2850, "bath": 2851, "resource": 2852, "intraday": 2853, "supermarket": 2854, "hr": 2855, "alum": 2856, "smoke": 2857, "millennials": 2858, "caution": 2859, "reverse": 2860, "recovers": 2861, "northcoast": 2862, "smith": 2863, "oppenheimer": 2864, "brutal": 2865, "germany": 2866, "proceed": 2867, "unreal": 2868, "hurting": 2869, "boat": 2870, "main": 2871, "normally": 2872, "shut": 2873, "hospital": 2874, "faking": 2875, "disaster": 2876, "growt": 2877, "popped": 2878, "quickrunner": 2879, "scanner": 2880, "sba": 2881, "communication": 2882, "evp": 2883, "kurt": 2884, "bagwell": 2885, "trailing": 2886, "rotation": 2887, "predicting": 2888, "generally": 2889, "takeover": 2890, "ambition": 2891, "initiate": 2892, "along": 2893, "tension": 2894, "blockbuster": 2895, "depth": 2896, "safer": 2897, "tracking": 2898, "analytics": 2899, "tarriff": 2900, "corporation": 2901, "critical": 2902, "tesco": 2903, "form": 2904, "carrefour": 2905, "mlp": 2906, "nap": 2907, "pps": 2908, "divvy": 2909, "waking": 2910, "construction": 2911, "completes": 2912, "uk": 2913, "fargo": 2914, "fat": 2915, "sar": 2916, "oct": 2917, "deserves": 2918, "snapshot": 2919, "ubs": 2920, "pray": 2921, "sitting": 2922, "intelligent": 2923, "tricky": 2924, "situation": 2925, "keeping": 2926, "definite": 2927, "spamming": 2928, "ticket": 2929, "happiest": 2930, "engaged": 2931, "drilling": 2932, "earth": 2933, "fml": 2934, "guggenheim": 2935, "bos": 2936, "tear": 2937, "sheet": 2938, "europe": 2939, "powered": 2940, "tiny": 2941, "chief": 2942, "listed": 2943, "outta": 2944, "shooting": 2945, "filled": 2946, "file": 2947, "regulation": 2948, "disclosure": 2949, "elliot": 2950, "entering": 2951, "finding": 2952, "dealership": 2953, "exxon": 2954, "mobil": 2955, "master": 2956, "missing": 2957, "billboard": 2958, "premkt": 2959, "equalweight": 2960, "activity": 2961, "bomb": 2962, "four": 2963, "los": 2964, "patient": 2965, "steam": 2966, "fucked": 2967, "temporarily": 2968, "caca": 2969, "legal": 2970, "deeper": 2971, "text": 2972, "marketwatch": 2973, "extend": 2974, "leveraged": 2975, "finance": 2976, "shenanigan": 2977, "estimize": 2978, "bmo": 2979, "jury": 2980, "yours": 2981, "amc": 2982, "ten": 2983, "hodl": 2984, "dell": 2985, "traded": 2986, "isn": 2987, "reversed": 2988, "itll": 2989, "backing": 2990, "fuck": 2991, "ruined": 2992, "fwp": 2993, "misled": 2994, "public": 2995, "factor": 2996, "reentry": 2997, "notice": 2998, "effectiveness": 2999, "merck": 3000, "announced": 3001, "lols": 3002, "marker": 3003, "screwed": 3004, "neovia": 3005, "sdc": 3006, "court": 3007, "bottomed": 3008, "dish": 3009, "negotiation": 3010, "univision": 3011, "abruptly": 3012, "prepares": 3013, "fu": 3014, "creating": 3015, "mini": 3016, "dram": 3017, "panic": 3018, "code": 3019, "divi": 3020, "however": 3021, "pricing": 3022, "renaissance": 3023, "jim": 3024, "handsomely": 3025, "speculate": 3026, "controlled": 3027, "overreaction": 3028, "kim": 3029, "jp": 3030, "pacific": 3031, "formed": 3032, "french": 3033, "grant": 3034, "priority": 3035, "keytruda": 3036, "bend": 3037, "retired": 3038, "sweep": 3039, "marketing": 3040, "solution": 3041, "hello": 3042, "ching": 3043, "exhibit": 3044, "divine": 3045, "math": 3046, "logic": 3047, "otm": 3048, "chair": 3049, "gainer": 3050, "dimon": 3051, "putting": 3052, "planet": 3053, "slight": 3054, "mentioned": 3055, "sticky": 3056, "prospect": 3057, "advance": 3058, "facing": 3059, "delivering": 3060, "shorty": 3061, "bump": 3062, "provide": 3063, "capacity": 3064, "eating": 3065, "restaurant": 3066, "atlanta": 3067, "pratt": 3068, "whitney": 3069, "narrow": 3070, "jet": 3071, "carl": 3072, "ichan": 3073, "client": 3074, "site": 3075, "london": 3076, "bloomsbury": 3077, "language": 3078, "processing": 3079, "nlp": 3080, "buddy": 3081, "rock": 3082, "forth": 3083, "capitulation": 3084, "prob": 3085, "lunch": 3086, "daddy": 3087, "split": 3088, "drum": 3089, "med": 3090, "underperform": 3091, "cowen": 3092, "upgraded": 3093, "equal": 3094, "beijing": 3095, "annoying": 3096, "cow": 3097, "titan": 3098, "reportedly": 3099, "mln": 3100, "concede": 3101, "dunno": 3102, "later": 3103, "cfo": 3104, "named": 3105, "shanghai": 3106, "react": 3107, "regular": 3108, "remove": 3109, "stifel": 3110, "nicolaus": 3111, "sometimes": 3112, "barrons": 3113, "consensus": 3114, "unrealistic": 3115, "officer": 3116, "disappointing": 3117, "archer": 3118, "daniel": 3119, "midland": 3120, "approx": 3121, "floor": 3122, "chapter": 3123, "windstream": 3124, "reject": 3125, "wont": 3126, "sucker": 3127, "imminent": 3128, "slipping": 3129, "sliding": 3130, "kicked": 3131, "techcrunch": 3132, "clueless": 3133, "connection": 3134, "deceleration": 3135, "defend": 3136, "chronic": 3137, "mail": 3138, "attn": 3139, "pdufa": 3140, "station": 3141, "sinker": 3142, "consequently": 3143, "sinking": 3144, "huh": 3145, "compare": 3146, "imbalance": 3147, "sbla": 3148, "combo": 3149, "chemotherapy": 3150, "metastatic": 3151, "clown": 3152, "thx": 3153, "btw": 3154, "switch": 3155, "slowly": 3156, "destroy": 3157, "listing": 3158, "carrier": 3159, "crashing": 3160, "breach": 3161, "conversion": 3162, "labcorp": 3163, "loaded": 3164, "shopping": 3165, "cabal": 3166, "rat": 3167, "involved": 3168, "climb": 3169, "ticker": 3170, "goose": 3171, "shakeout": 3172, "realize": 3173, "nonsense": 3174, "dive": 3175, "annualized": 3176, "juicy": 3177, "perma": 3178, "cucked": 3179, "tarrifs": 3180, "indicate": 3181, "io": 3182, "teach": 3183, "greed": 3184, "possibly": 3185, "destroyed": 3186, "performer": 3187, "ole": 3188, "greedy": 3189, "comcast": 3190, "templeton": 3191, "gim": 3192, "prospectus": 3193, "combination": 3194, "bum": 3195, "pumpkin": 3196, "spice": 3197, "farm": 3198, "pace": 3199, "winter": 3200, "hat": 3201, "testing": 3202, "supplier": 3203, "awful": 3204, "listened": 3205, "suffer": 3206, "bust": 3207, "mineral": 3208, "reclaim": 3209, "surge": 3210, "complete": 3211, "jmo": 