{"great": 1, "buy": 2, "ill": 3, "wait": 4, "staanalystalert": 5, "jefferies": 6, "maintains": 7, "with": 8, "rating": 9, "hold": 10, "setting": 11, "target": 12, "price": 13, "usd": 14, "our": 15, "own": 16, "verdict": 17, "heard": 18, "there": 19, "guy": 20, "who": 21, "know": 22, "someone": 23, "think": 24, "somebody": 25, "something": 26, "stocktwits": 27, "reveal": 28, "yourself": 29, "why": 30, "drop": 31, "warren": 32, "buffet": 33, "taking": 34, "out": 35, "his": 36, "position": 37, "bear": 38, "have": 39, "reason": 40, "pay": 41, "more": 42, "attention": 43, "ok": 44, "good": 45, "we": 46, "re": 47, "not": 48, "dropping": 49, "over": 50, "weekend": 51, "lol": 52, "daily": 53, "chart": 54, "need": 55, "get": 56, "back": 57, "above": 58, "per": 59, "week": 60, "after": 61, "spike": 62, "if": 63, "no": 64, "news": 65, "month": 66, "bo": 67, "then": 68, "bingo": 69, "what": 70, "odds": 71, "strong": 72, "ratio": 73, "float": 74, "via": 75, "squeezing": 76, "perfect": 77, "place": 78, "an": 79, "option": 80, "straddle": 81, "near": 82, "supporting": 83, "trend": 84, "start": 85, "new": 86, "monday": 87, "expect": 88, "volume": 89, "across": 90, "key": 91, "company": 92, "sector": 93, "breakout": 94, "strategy": 95, "current": 96, "portfolio": 97, "bull": 98, "catalyst": 99, "uptrend": 100, "pill": 101, "pack": 102, "amazon": 103, "prime": 104, "day": 105, "earnings": 106, "test": 107, "break": 108, "soon": 109, "ha": 110, "moved": 111, "check": 112, "movement": 113, "peer": 114, "mkm": 115, "partner": 116, "set": 117, "too": 118, "early": 119, "tell": 120, "going": 121, "happen": 122, "even": 123, "about": 124, "output": 125, "still": 126, "so": 127, "many": 128, "financially": 129, "healthy": 130, "problem": 131, "meeting": 132, "obligation": 133, "bullish": 134, "stock": 135, "watch": 136, "setup": 137, "blog": 138, "by": 139, "just": 140, "high": 141, "alert": 142, "next": 143, "gt": 144, "breakdown": 145, "much": 146, "better": 147, "than": 148, "industry": 149, "average": 150, "miss": 151, "these": 152, "confirms": 153, "you": 154, "see": 155, "violent": 156, "move": 157, "downward": 158, "my": 159, "base": 160, "gap": 161, "ma": 162, "cabot": 163, "weekly": 164, "video": 165, "quot": 166, "resilient": 167, "growth": 168, "when": 169, "wa": 170, "kid": 171, "told": 172, "me": 173, "moon": 174, "made": 175, "percent": 176, "rank": 177, "th": 178, "percentile": 179, "thank": 180, "don": 181, "feel": 182, "or": 183, "do": 184, "well": 185, "they": 186, "already": 187, "during": 188, "youtube": 189, "interview": 190, "mitch": 191, "couldn": 192, "remember": 193, "single": 194, "movie": 195, "he": 196, "all": 197, "year": 198, "except": 199, "star": 200, "war": 201, "black": 202, "clothes": 203, "downgrade": 204, "sale": 205, "interest": 206, "return": 207, "equity": 208, "although": 209, "market": 210, "doing": 211, "advanced": 212, "a": 213, "info": 214, "july": 215, "be": 216, "most": 217, "normal": 218, "friday": 219, "contract": 220, "call": 221, "put": 222, "third": 223, "design": 224, "win": 225, "timing": 226, "match": 227, "probably": 228, "arm": 229, "tobacco": 230, "president": 231, "trump": 232, "tweet": 233, "king": 234, "saudi": 235, "arabia": 236, "explained": 237, "him": 238, "that": 239, "because": 240, "amp": 241, "today": 242, "insight": 243, "intc": 244, "said": 245, "ice": 246, "cream": 247, "finish": 248, "due": 249, "noticed": 250, "last": 251, "jedi": 252, "stream": 253, "love": 254, "here": 255, "go": 256, "leave": 257, "view": 258, "look": 259, "ema": 260, "held": 261, "stochastics": 262, "turning": 263, "spy": 264, "qqq": 265, "opposite": 266, "forward": 267, "pe": 268, "valuation": 269, "can": 270, "described": 271, "cheap": 272, "capital": 273, "presentation": 274, "common": 275, "tencent": 276, "facebook": 277, "google": 278, "how": 279, "one": 280, "performing": 281, "crude": 282, "petroleum": 283, "natural": 284, "gas": 285, "simply": 286, "havent": 287, "lost": 288, "any": 289, "brown": 290, "run": 291, "tech": 292, "mf": 293, "their": 294, "shit": 295, "every": 296, "former": 297, "global": 298, "manufacturing": 299, "pfizer": 300, "independent": 301, "director": 302, "nat": 303, "ricciardi": 304, "may": 305, "special": 306, "limited": 307, "offer": 308, "june": 309, "offering": 310, "discount": 311, "program": 312, "below": 313, "financials": 314, "summary": 315, "jeff": 316, "gundlach": 317, "sohn": 318, "long": 319, "thesis": 320, "energy": 321, "low": 322, "peg": 323, "which": 324, "compensates": 325, "indicates": 326, "rather": 327, "pres": 328, "coming": 329, "seems": 330, "support": 331, "under": 332, "likely": 333, "bullshit": 334, "worthless": 335, "mean": 336, "fucking": 337, "nothing": 338, "macau": 339, "usa": 340, "take": 341, "let": 342, "where": 343, "right": 344, "now": 345, "ugly": 346, "without": 347, "clear": 348, "level": 349, "term": 350, "bearish": 351, "ll": 352, "previously": 353, "mo": 354, "followed": 355, "end": 356, "another": 357, "runup": 358, "dropped": 359, "smart": 360, "money": 361, "betting": 362, "deal": 363, "update": 364, "technical": 365, "bad": 366, "doe": 367, "present": 368, "nice": 369, "opportunity": 370, "completely": 371, "scale": 372, "time": 373, "play": 374, "aka": 375, "favorite": 376, "them": 377, "hand": 378, "awesome": 379, "concerned": 380, "eow": 381, "might": 382, "wk": 383, "throwback": 384, "u": 385, "advisor": 386, "upgrade": 387, "shorties": 388, "dreaming": 389, "depression": 390, "updated": 391, "hormel": 392, "food": 393, "dividend": 394, "analysis": 395, "consumer": 396, "defensive": 397, "intel": 398, "profitability": 399, "safety": 400, "score": 401, "technology": 402, "both": 403, "positive": 404, "looking": 405, "mad": 406, "report": 407, "block": 408, "person": 409, "spam": 410, "should": 411, "open": 412, "thats": 413, "true": 414, "prefer": 415, "from": 416, "turd": 417, "aristocrat": 418, "valueinvesting": 419, "marriage": 420, "bank": 421, "account": 422, "dm": 423, "won": 424, "stop": 425, "posting": 426, "holding": 427, "big": 428, "calm": 429, "down": 430, "luck": 431, "chase": 432, "continues": 433, "hopefully": 434, "catch": 435, "before": 436, "lisa": 437, "announces": 438, "rd": 439, "turned": 440, "off": 441, "trading": 442, "maybe": 443, "altogether": 444, "manipulation": 445, "very": 446, "rich": 447, "make": 448, "poor": 449, "almost": 450, "pct": 451, "buyback": 452, "got": 453, "share": 454, "though": 455, "drip": 456, "dumped": 457, "but": 458, "jeez": 459, "bit": 460, "done": 461, "bounce": 462, "candle": 463, "confirmation": 464, "liking": 465, "wife": 466, "tree": 467, "sure": 468, "piggy": 469, "lot": 470, "coin": 471, "spend": 472, "candy": 473, "microsoft": 474, "investor": 475, "aren": 476, "happy": 477, "royal": 478, "canada": 479, "reiterates": 480, "outperform": 481, "loop": 482, "raise": 483, "never": 484, "been": 485, "wrong": 486, "miracle": 487, "period": 488, "bollinger": 489, "band": 490, "dare": 491, "say": 492, "didn": 493, "hardly": 494, "ever": 495, "comment": 496, "page": 497, "broken": 498, "giving": 499, "endless": 500, "icon": 501, "give": 502, "walk": 503, "away": 504, "highlight": 505, "growing": 506, "democrat": 507, "leaving": 508, "party": 509, "robert": 510, "baird": 511, "neutral": 512, "weed": 513, "other": 514, "drug": 515, "guess": 516, "reasonable": 517, "nike": 518, "winning": 519, "click": 520, "booking": 521, "app": 522, "tapped": 523, "acting": 524, "reach": 525, "brand": 526, "built": 527, "mobile": 528, "show": 529, "morning": 530, "heading": 531, "ath": 532, "acquisition": 533, "total": 534, "past": 535, "exit": 536, "zone": 537, "fantastic": 538, "read": 539, "oil": 540, "tighten": 541, "getting": 542, "closer": 543, "greatest": 544, "yearly": 545, "performance": 546, "did": 547, "champion": 548, "highyield": 549, "pretty": 550, "risky": 551, "gamble": 552, "either": 553, "rally": 554, "stronger": 555, "apple": 556, "talking": 557, "referring": 558, "punish": 559, "seller": 560, "warehouse": 561, "sense": 562, "old": 563, "gather": 564, "pc": 565, "crypto": 566, "gpu": 567, "enthusiast": 568, "waiting": 569, "two": 570, "only": 571, "medium": 572, "decent": 573, "pattern": 574, "five": 575, "baba": 576, "industrials": 577, "trending": 578, "drunk": 579, "doesn": 580, "through": 581, "gapping": 582, "glass": 583, "seen": 584, "focus": 585, "like": 586, "sbux": 587, "paying": 588, "full": 589, "sex": 590, "change": 591, "employee": 592, "hit": 593, "bottom": 594, "line": 595, "recap": 596, "since": 597, "post": 598, "trade": 599, "included": 600, "hsy": 601, "uri": 602, "sonc": 603, "dri": 604, "kmx": 605, "wynn": 606, "akam": 607, "enterprise": 608, "value": 609, "v": 610, "cap": 611, "difference": 612, "actual": 613, "asset": 614, "spread": 615, "way": 616, "undervalued": 617, "million": 618, "added": 619, "dont": 620, "become": 621, "such": 622, "monopoly": 623, "dipping": 624, "into": 625, "everything": 626, "airline": 627, "possibility": 628, "loss": 629, "suggested": 630, "chartmill": 631, "analyzer": 632, "resistance": 633, "len": 634, "reversal": 635, "progress": 636, "ve": 637, "recently": 638, "closed": 639, "list": 640, "bought": 641, "same": 642, "used": 643, "according": 644, "data": 645, "reported": 646, "finra": 647, "clocked": 648, "official": 649, "came": 650, "saying": 651, "agree": 652, "resume": 653, "cover": 654, "penis": 655, "front": 656, "leg": 657, "would": 658, "some": 659, "am": 660, "watching": 661, "wonder": 662, "valued": 663, "higher": 664, "also": 665, "shorted": 666, "consolidation": 667, "cautious": 668, "disappointed": 669, "close": 670, "ending": 671, "killed": 672, "best": 673, "february": 674, "funny": 675, "thing": 676, "similar": 677, "story": 678, "different": 679, "crab": 680, "measured": 681, "divergence": 682, "really": 683, "momentum": 684, "starting": 685, "venture": 686, "tariff": 687, "increase": 688, "profit": 689, "recession": 690, "come": 691, "keep": 692, "buying": 693, "pure": 694, "min": 695, "indicating": 696, "accumulation": 697, "eod": 698, "could": 699, "pop": 700, "heavy": 701, "apog": 702, "acn": 703, "camp": 704, "gi": 705, "payx": 706, "fdx": 707, "goo": 708, "squeeze": 709, "pullback": 710, "upside": 711, "nvda": 712, "safe": 713, "yield": 714, "div": 715, "adding": 716, "gladly": 717, "irrationality": 718, "reign": 719, "possible": 720, "excess": 721, "gain": 722, "welcome": 723, "gl": 724, "seeing": 725, "jumping": 726, "joy": 727, "least": 728, "given": 729, "action": 730, "bouncing": 731, "continuation": 732, "hopeful": 733, "science": 734, "officially": 735, "became": 736, "major": 737, "university": 738, "ai": 739, "era": 740, "second": 741, "minute": 742, "rule": 743, "applies": 744, "six": 745, "fds": 746, "killing": 747, "tax": 748, "cut": 749, "idea": 750, "haven": 751, "posted": 752, "while": 753, "omg": 754, "toy": 755, "land": 756, "amazing": 757, "contributed": 758, "ytd": 759, "popular": 760, "word": 761, "those": 762, "dip": 763, "haha": 764, "makin": 765, "rain": 766, "white": 767, "house": 768, "quality": 769, "moment": 770, "doubt": 771, "production": 772, "eps": 773, "constellation": 774, "disney": 775, "clinch": 776, "acquire": 777, "fox": 778, "group": 779, "counter": 780, "aggregate": 781, "southwest": 782, "flight": 783, "dallas": 784, "delta": 785, "spat": 786, "california": 787, "netflix": 788, "inc": 789, "nflx": 790, "versus": 791, "fb": 792, "starbucks": 793, "using": 794, "iex": 795, "shorters": 796, "bankruptcy": 797, "investment": 798, "lower": 799, "stake": 800, "unh": 801, "vega": 802, "laptop": 803, "investing": 804, "yr": 805, "bond": 806, "continue": 807, "add": 808, "country": 809, "amd": 810, "ryzen": 811, "gettin": 812, "aa": 813, "shark": 814, "definitely": 815, "august": 816, "g": 817, "point": 818, "huge": 819, "closing": 820, "scalp": 821, "giant": 822, "compared": 823, "book": 824, "cheaply": 825, "quite": 826, "job": 827, "started": 828, "clearly": 829, "cup": 830, "holder": 831, "inverse": 832, "confidence": 833, "debt": 834, "sell": 835, "interesting": 836, "trader": 837, "meanwhile": 838, "galaxy": 839, "far": 840, "wedge": 841, "descending": 842, "large": 843, "im": 844, "pt": 845, "three": 846, "falling": 847, "peak": 848, "fourth": 849, "everyone": 850, "coke": 851, "smile": 852, "thanks": 853, "selling": 854, "prove": 855, "terrible": 856, "error": 857, "article": 858, "hint": 859, "sogou": 860, "finger": 861, "crossed": 862, "triple": 863, "top": 864, "bro": 865, "work": 866, "delete": 867, "blue": 868, "arrow": 869, "your": 870, "overbought": 871, "changing": 872, "mr": 873, "yo": 874, "hi": 875, "bed": 876, "night": 877, "prepared": 878, "policy": 879, "store": 880, "product": 881, "fyi": 882, "ramp": 883, "worker": 884, "hill": 885, "people": 886, "manager": 887, "city": 888, "fail": 889, "despite": 890, "bb": 891, "thinking": 892, "mm": 893, "driving": 894, "prior": 895, "argument": 896, "sound": 897, "becoming": 898, "loses": 899, "gaming": 900, "channel": 901, "cash": 902, "machine": 903, "semi": 904, "graph": 905, "reached": 906, "want": 907, "oled": 908, "panel": 909, "steady": 910, "amid": 911, "weak": 912, "demand": 913, "display": 914, "leak": 915, "foldable": 916, "screen": 917, "device": 918, "fit": 919, "pocket": 920, "piotroski": 921, "health": 922, "original": 923, "predicated": 924, "having": 925, "competitive": 926, "server": 927, "around": 928, "bat": 929, "epyc": 930, "ball": 931, "security": 932, "flaw": 933, "nm": 934, "fire": 935, "ceo": 936, "sh": 937, "wowza": 938, "ago": 939, "real": 940, "boom": 941, "social": 942, "bigger": 943, "christmas": 944, "celgene": 945, "sigh": 946, "relief": 947, "success": 948, "mistake": 949, "cry": 950, "everyday": 951, "roa": 952, "outperforms": 953, "longer": 954, "sheep": 955, "hateful": 956, "happening": 957, "ease": 958, "flattening": 959, "def": 960, "horrible": 961, "spotify": 962, "content": 963, "positioning": 964, "underweight": 965, "crowdthnk": 966, "algo": 967, "forecast": 968, "chance": 969, "moving": 970, "brainer": 971, "dog": 972, "mu": 973, "serious": 974, "proposition": 975, "net": 976, "negative": 977, "indicator": 978, "opinion": 979, "brexit": 980, "banker": 981, "risk": 982, "life": 983, "edge": 984, "fill": 985, "history": 986, "liquid": 987, "inside": 988, "curve": 989, "face": 990, "fed": 991, "concern": 992, "pertains": 993, "study": 994, "watchlist": 995, "wisely": 996, "invest": 997, "runner": 998, "pull": 999, "slow": 1000, "thought": 1001, "flush": 1002, "opec": 1003, "china": 1004, "attack": 1005, "rated": 1006, "median": 1007, "trust": 1008, "anticipation": 1009, "rising": 1010, "analyst": 1011, "sorry": 1012, "exited": 1013, "worth": 1014, "weight": 1015, "little": 1016, "announce": 1017, "cog": 1018, "boeing": 1019, "baked": 1020, "deep": 1021, "fails": 1022, "again": 1023, "making": 1024, "baby": 1025, "date": 1026, "distress": 1027, "ggr": 1028, "extremely": 1029, "within": 1030, "midterm": 1031, "slightly": 1032, "stupid": 1033, "wasting": 1034, "oversold": 1035, "purchasing": 1036, "thursday": 1037, "breaking": 1038, "pharmaceutical": 1039, "field": 1040, "retest": 1041, "quickly": 1042, "soccer": 1043, "world": 1044, "holiday": 1045, "expensive": 1046, "part": 1047, "affordable": 1048, "selection": 1049, "benefit": 1050, "buyer": 1051, "fri": 1052, "pinned": 1053, "com": 1054, "amzn": 1055, "weakness": 1056, "crazy": 1057, "wan": 1058, "na": 1059, "hear": 1060, "er": 1061, "yeah": 1062, "pioneer": 1063, "medical": 1064, "coverage": 1065, "free": 1066, "gon": 1067, "wtf": 1068, "casino": 1069, "nearly": 1070, "govt": 1071, "jul": 1072, "gross": 1073, "revenue": 1074, "rose": 1075, "cheaper": 1076, "monster": 1077, "core": 1078, "threadripper": 1079, "cpu": 1080, "rumored": 1081, "detected": 1082, "cause": 1083, "were": 1084, "bln": 1085, "wouldn": 1086, "try": 1087, "produce": 1088, "silicon": 1089, "chip": 1090, "forming": 1091, "crushed": 1092, "hook": 1093, "monthly": 1094, "expected": 1095, "paychex": 1096, "hype": 1097, "financial": 1098, "opp": 1099, "example": 1100, "virtually": 1101, "identical": 1102, "showing": 1103, "signal": 1104, "rsi": 1105, "pre": 1106, "trying": 1107, "advantage": 1108, "bring": 1109, "gloom": 1110, "doom": 1111, "ahead": 1112, "happens": 1113, "fight": 1114, "plan": 1115, "fall": 1116, "death": 1117, "cross": 1118, "row": 1119, "expectation": 1120, "premarket": 1121, "summer": 1122, "currently": 1123, "upper": 1124, "range": 1125, "outperforming": 1126, "oh": 1127, "aos": 1128, "stk": 1129, "highest": 1130, "vol": 1131, "accum": 1132, "online": 1133, "pharmacy": 1134, "disrupting": 1135, "healthcare": 1136, "based": 1137, "taken": 1138, "punishment": 1139, "tomorrow": 1140, "hong": 1141, "kong": 1142, "consolidated": 1143, "business": 1144, "area": 1145, "anyone": 1146, "happened": 1147, "wow": 1148, "hotel": 1149, "newspscan": 1150, "bullflag": 1151, "condition": 1152, "chiplets": 1153, "divided": 1154, "forget": 1155, "generation": 1156, "enjoy": 1157, "future": 1158, "broke": 1159, "dma": 1160, "margin": 1161, "amongst": 1162, "crossing": 1163, "sign": 1164, "attractive": 1165, "moviepass": 1166, "income": 1167, "metal": 1168, "mining": 1169, "conservative": 1170, "believe": 1171, "network": 1172, "political": 1173, "ouch": 1174, "shorter": 1175, "fund": 1176, "follow": 1177, "micron": 1178, "had": 1179, "targeting": 1180, "felt": 1181, "pain": 1182, "first": 1183, "rt": 1184, "american": 1185, "absolutely": 1186, "throwing": 1187, "body": 1188, "issue": 1189, "often": 1190, "stay": 1191, "course": 1192, "ran": 1193, "looked": 1194, "fan": 1195, "competition": 1196, "approve": 1197, "purchase": 1198, "decrease": 1199, "space": 1200, "pro": 1201, "touch": 1202, "bar": 1203, "running": 1204, "mode": 1205, "altman": 1206, "meaning": 1207, "each": 1208, "trip": 1209, "search": 1210, "find": 1211, "anything": 1212, "developer": 1213, "especially": 1214, "bubble": 1215, "becomes": 1216, "rate": 1217, "bias": 1218, "strength": 1219, "novice": 1220, "apc": 1221, "earning": 1222, "quarter": 1223, "carmax": 1224, "barrel": 1225, "extra": 1226, "quick": 1227, "scare": 1228, "rip": 1229, "sharing": 1230, "partnership": 1231, "firm": 1232, "mccormick": 1233, "contracted": 1234, "expanded": 1235, "tandem": 1236, "feb": 1237, "correlation": 1238, "breed": 1239, "wc": 1240, "le": 1241, "vip": 1242, "easy": 1243, "solar": 1244, "order": 1245, "use": 1246, "permabulls": 1247, "hate": 1248, "phase": 1249, "subae": 1250, "america": 1251, "corp": 1252, "bac": 1253, "largest": 1254, "wl": 1255, "retailer": 1256, "ipo": 1257, "missed": 1258, "push": 1259, "liberal": 1260, "agenda": 1261, "army": 1262, "woman": 1263, "absurd": 1264, "worry": 1265, "hover": 1266, "till": 1267, "drink": 1268, "water": 1269, "september": 1270, "bastard": 1271, "relax": 1272, "actually": 1273, "lied": 1274, "accelerating": 1275, "expecting": 1276, "upcoming": 1277, "passed": 1278, "besides": 1279, "excellent": 1280, "seek": 1281, "msm": 1282, "fake": 1283, "lie": 1284, "propaganda": 1285, "fool": 1286, "double": 1287, "hidden": 1288, "dow": 1289, "max": 1290, "maturity": 1291, "maxpain": 1292, "took": 1293, "beating": 1294, "towards": 1295, "cv": 1296, "reiterated": 1297, "mizuho": 1298, "bernstein": 1299, "potential": 1300, "game": 1301, "publisher": 1302, "prolly": 1303, "statement": 1304, "economic": 1305, "further": 1306, "producer": 1307, "able": 1308, "willing": 1309, "recent": 1310, "survey": 1311, "pulled": 1312, "storm": 1313, "pulling": 1314, "supply": 1315, "chk": 1316, "red": 1317, "eff": 1318, "ops": 1319, "walmart": 1320, "soar": 1321, "significantly": 1322, "jpmorgan": 1323, "rolling": 1324, "brought": 1325, "inflation": 1326, "broader": 1327, "meltdown": 1328, "tho": 1329, "staying": 1330, "hard": 1331, "tradecrew": 1332, "map": 1333, "unfortunately": 1334, "worst": 1335, "discretionary": 1336, "doubting": 1337, "nvidia": 1338, "dumb": 1339, "pig": 1340, "tom": 1341, "clarke": 1342, "boogeyman": 1343, "getcha": 1344, "turnaround": 1345, "fly": 1346, "loading": 1347, "chain": 1348, "competitor": 1349, "marginal": 1350, "secular": 1351, "winner": 1352, "st": 1353, "yep": 1354, "joining": 1355, "edition": 1356, "xerox": 1357, "exodus": 1358, "pa": 1359, "write": 1360, "home": 1361, "overall": 1362, "massively": 1363, "extended": 1364, "alliance": 1365, "reporting": 1366, "confirmed": 1367, "comp": 1368, "bet": 1369, "fired": 1370, "secret": 1371, "losing": 1372, "center": 1373, "truth": 1374, "lawsuit": 1375, "filed": 1376, "against": 1377, "ge": 1378, "retaliation": 1379, "boston": 1380, "office": 1381, "enter": 1382, "board": 1383, "active": 1384, "fix": 1385, "threat": 1386, "samsung": 1387, "others": 1388, "interested": 1389, "hope": 1390, "rebound": 1391, "resolved": 1392, "stochastic": 1393, "plus": 1394, "macd": 1395, "slingshot": 1396, "zero": 1397, "ford": 1398, "destroying": 1399, "essential": 1400, "glad": 1401, "mentality": 1402, "feeling": 1403, "ended": 1404, "patience": 1405, "scaling": 1406, "btd": 1407, "str": 1408, "number": 1409, "imo": 1410, "force": 1411, "begin": 1412, "opening": 1413, "fear": 1414, "friend": 1415, "releasing": 1416, "anybody": 1417, "shame": 1418, "delisted": 1419, "hiring": 1420, "school": 1421, "rush": 1422, "providing": 1423, "research": 1424, "libya": 1425, "mess": 1426, "step": 1427, "beginning": 1428, "wsj": 1429, "auto": 1430, "maker": 1431, "including": 1432, "tesla": 1433, "brace": 1434, "additional": 1435, "import": 1436, "election": 1437, "cloud": 1438, "hanging": 1439, "head": 1440, "repeat": 1441, "multiple": 1442, "sold": 1443, "released": 1444, "downside": 1445, "failed": 1446, "hot": 1447, "causing": 1448, "harm": 1449, "ipad": 1450, "killer": 1451, "tablet": 1452, "estimate": 1453, "result": 1454, "flag": 1455, "rise": 1456, "sit": 1457, "as": 1458, "warns": 1459, "shrinkage": 1460, "vulnerable": 1461, "begun": 1462, "ish": 1463, "priced": 1464, "fang": 1465, "wondering": 1466, "ripe": 1467, "wednesday": 1468, "ah": 1469, "saw": 1470, "print": 1471, "pick": 1472, "favor": 1473, "jack": 1474, "box": 1475, "ta": 1476, "ask": 1477, "approval": 1478, "fast": 1479, "cool": 1480, "experience": 1481, "reality": 1482, "bbc": 1483, "sport": 1484, "picking": 1485, "contest": 1486, "barron": 1487, "pan": 1488, "mastercard": 1489, "sirius": 1490, "xm": 1491, "verizon": 1492, "couple": 1493, "brokerage": 1494, "avg": 1495, "overpriced": 1496, "damn": 1497, "supposed": 1498, "ramping": 1499, "nd": 1500, "half": 1501, "customer": 1502, "expanding": 1503, "iphone": 1504, "unit": 1505, "rbc": 1506, "careful": 1507, "system": 1508, "quarterly": 1509, "billion": 1510, "raised": 1511, "bofa": 1512, "merrill": 1513, "lynch": 1514, "undervalue": 1515, "wave": 1516, "folk": 1517, "sunday": 1518, "church": 1519, "outside": 1520, "talk": 1521, "glta": 1522, "decade": 1523, "credit": 1524, "suisse": 1525, "season": 1526, "beat": 1527, "walgreens": 1528, "cantor": 1529, "fitzgerald": 1530, "stephen": 1531, "pivotal": 1532, "snapchat": 1533, "mostly": 1534, "untapped": 1535, "gold": 1536, "mine": 1537, "crap": 1538, "gm": 1539, "lead": 1540, "smaller": 1541, "finally": 1542, "peaked": 1543, "ad": 1544, "costco": 1545, "computer": 1546, "chat": 1547, "room": 1548, "waste": 1549, "pharma": 1550, "jump": 1551, "rival": 1552, "release": 1553, "cystic": 1554, "fibrosis": 1555, "drag": 1556, "effect": 1557, "yoy": 1558, "eye": 1559, "live": 1560, "latest": 1561, "disruption": 1562, "delivery": 1563, "visa": 1564, "settlement": 1565, "card": 1566, "fee": 1567, "consolidating": 1568, "entry": 1569, "always": 1570, "her": 1571, "lehman": 1572, "disgusting": 1573, "cruise": 1574, "carnival": 1575, "helima": 1576, "ba": 1577, "afraid": 1578, "impose": 1579, "cnbc": 1580, "optimistic": 1581, "oi": 1582, "expiration": 1583, "telling": 1584, "table": 1585, "service": 1586, "afford": 1587, "anymore": 1588, "hike": 1589, "explain": 1590, "payout": 1591, "economy": 1592, "overseas": 1593, "gut": 1594, "calling": 1595, "sleep": 1596, "musk": 1597, "direction": 1598, "sma": 1599, "until": 1600, "peep": 1601, "blocked": 1602, "fact": 1603, "control": 1604, "march": 1605, "etc": 1606, "roku": 1607, "suck": 1608, "alibaba": 1609, "turkey": 1610, "international": 1611, "expansion": 1612, "whole": 1613, "dump": 1614, "few": 1615, "sht": 1616, "grow": 1617, "whats": 1618, "gravity": 1619, "seeking": 1620, "alpha": 1621, "hurt": 1622, "enough": 1623, "wall": 1624, "street": 1625, "idiot": 1626, "lose": 1627, "citibank": 1628, "bankrupt": 1629, "stealing": 1630, "nickel": 1631, "costumer": 1632, "scumbags": 1633, "shorting": 1634, "ground": 1635, "choppy": 1636, "shoulder": 1637, "trumpy": 1638, "applied": 1639, "cancer": 1640, "jcp": 1641, "rev": 1642, "beta": 1643, "volatile": 1644, "dipped": 1645, "roce": 1646, "rpe": 1647, "rrdonnelleysons": 1648, "stoch": 1649, "rrd": 1650, "fcf": 1651, "phillips": 1652, "citigroup": 1653, "recommendation": 1654, "moody": 1655, "percentage": 1656, "oscillator": 1657, "ppo": 1658, "adx": 1659, "hinting": 1660, "apache": 1661, "operating": 1662, "ibm": 1663, "bk": 1664, "nowhere": 1665, "fundamental": 1666, "xeon": 1667, "insider": 1668, "ownership": 1669, "att": 1670, "signifying": 1671, "employed": 1672, "berkshire": 1673, "state": 1674, "alone": 1675, "went": 1676, "ebitda": 1677, "coty": 1678, "wpx": 1679, "wfc": 1680, "pepsico": 1681, "pep": 1682, "disappear": 1683, "sky": 1684, "dal": 1685, "bsx": 1686, "institutional": 1687, "mck": 1688, "mckesson": 1689, "bkng": 1690, "volatility": 1691, "dis": 1692, "basically": 1693, "premium": 1694, "mass": 1695, "spending": 1696, "fooled": 1697, "profitable": 1698, "yes": 1699, "collaboration": 1700, "kroger": 1701, "kr": 1702, "paccar": 1703, "verisign": 1704, "txn": 1705, "nke": 1706, "lennar": 1707, "clf": 1708, "coo": 1709, "brighthouse": 1710, "ebay": 1711, "ppg": 1712, "jpm": 1713, "floating": 1714, "being": 1715, "flow": 1716, "fl": 1717, "alphabet": 1718, "googl": 1719, "fcx": 1720, "freeport": 1721, "mcmoran": 1722, "expe": 1723, "expedia": 1724, "underarmour": 1725, "exxonmobil": 1726, "xom": 1727, "illumina": 1728, "cnc": 1729, "centene": 1730, "kohl": 1731, "exelon": 1732, "exc": 1733, "stt": 1734, "fossil": 1735, "paypal": 1736, "pypl": 1737, "bot": 1738, "closely": 1739, "cboe": 1740, "svu": 1741, "supervalu": 1742, "e": 1743, "fmc": 1744, "stress": 1745, "tested": 1746, "crash": 1747, "understand": 1748, "regn": 1749, "fiserv": 1750, "ip": 1751, "expd": 1752, "fii": 1753, "chevron": 1754, "fe": 1755, "psa": 1756, "cnx": 1757, "resmed": 1758, "shouldn": 1759, "twitter": 1760, "square": 1761, "nrg": 1762, "jun": 1763, "mgm": 1764, "green": 1765, "region": 1766, "rf": 1767, "sig": 1768, "cm": 1769, "lkq": 1770, "luv": 1771, "mar": 1772, "hd": 1773, "impact": 1774, "seem": 1775, "comparing": 1776, "orange": 1777, "yuan": 1778, "toward": 1779, "elliottwave": 1780, "opps": 1781, "forgot": 1782, "bmw": 1783, "join": 1784, "pressing": 1785, "wks": 1786, "foos": 1787, "stevie": 1788, "shopped": 1789, "sld": 1790, "damage": 1791, "w": 1792, "realizing": 1793, "inflow": 1794, "pension": 1795, "dumping": 1796, "she": 1797, "dollar": 1798, "loser": 1799, "found": 1800, "swing": 1801, "rallying": 1802, "leap": 1803, "january": 1804, "po": 1805, "staff": 1806, "act": 1807, "belong": 1808, "bag": 1809, "final": 1810, "round": 1811, "stuff": 1812, "grown": 1813, "impressive": 1814, "paper": 1815, "decide": 1816, "chinese": 1817, "union": 1818, "dn": 1819, "century": 1820, "hoping": 1821, "fuel": 1822, "nicely": 1823, "series": 1824, "fab": 1825, "mid": 1826, "balance": 1827, "south": 1828, "man": 1829, "opened": 1830, "mouth": 1831, "dirty": 1832, "ban": 1833, "following": 1834, "focused": 1835, "hump": 1836, "train": 1837, "macro": 1838, "mind": 1839, "feed": 1840, "settled": 1841, "harley": 1842, "voter": 1843, "oppose": 1844, "shift": 1845, "levermann": 1846, "bigcap": 1847, "team": 1848, "nailed": 1849, "trial": 1850, "gained": 1851, "wash": 1852, "listen": 1853, "april": 1854, "appears": 1855, "rumor": 1856, "traffic": 1857, "bathroom": 1858, "tough": 1859, "link": 1860, "brother": 1861, "bout": 1862, "wild": 1863, "ride": 1864, "selloff": 1865, "bueno": 1866, "non": 1867, "sp": 1868, "anywhere": 1869, "else": 1870, "speak": 1871, "significant": 1872, "hitting": 1873, "davidson": 1874, "between": 1875, "retaliatory": 1876, "taste": 1877, "merger": 1878, "reading": 1879, "label": 1880, "uncertainty": 1881, "approved": 1882, "behemoth": 1883, "conversation": 1884, "press": 1885, "secretary": 1886, "welp": 1887, "et": 1888, "obviously": 1889, "knew": 1890, "boost": 1891, "needed": 1892, "collect": 1893, "sentiment": 1894, "cuz": 1895, "reinvest": 1896, "ng": 1897, "reserve": 1898, "sponsor": 1899, "ready": 1900, "haul": 1901, "trudeau": 1902, "foreign": 1903, "downturn": 1904, "chicken": 1905, "quiet": 1906, "asns": 1907, "burn": 1908, "pipeline": 1909, "beautiful": 1910, "hell": 1911, "putin": 1912, "blow": 1913, "rep": 1914, "help": 1915, "dear": 1916, "loved": 1917, "operation": 1918, "typical": 1919, "kind": 1920, "headline": 1921, "atleast": 1922, "indication": 1923, "shareholder": 1924, "piece": 1925, "impossible": 1926, "upwards": 1927, "tuesday": 1928, "hundred": 1929, "thousand": 1930, "milk": 1931, "assume": 1932, "mark": 1933, "saving": 1934, "building": 1935, "custom": 1936, "rig": 1937, "build": 1938, "music": 1939, "record": 1940, "hour": 1941, "claim": 1942, "user": 1943, "spain": 1944, "uphill": 1945, "reminds": 1946, "steel": 1947, "pounding": 1948, "ignore": 1949, "choose": 1950, "hindsight": 1951, "crisis": 1952, "session": 1953, "bidding": 1954, "correct": 1955, "charge": 1956, "litigation": 1957, "owner": 1958, "startup": 1959, "pillpack": 1960, "commerce": 1961, "blast": 1962, "crush": 1963, "scaring": 1964, "brick": 1965, "shipping": 1966, "confident": 1967, "highly": 1968, "scared": 1969, "cryptocurrency": 1970, "revers": 1971, "bitcoin": 1972, "exchange": 1973, "gamestop": 1974, "launch": 1975, "biggest": 1976, "rhetoric": 1977, "affect": 1978, "sustained": 1979, "sec": 1980, "remain": 1981, "accumulating": 1982, "halt": 1983, "trapped": 1984, "auction": 1985, "jurassic": 1986, "solid": 1987, "name": 1988, "yea": 1989, "god": 1990, "russia": 1991, "knockout": 1992, "upgrading": 1993, "buyout": 1994, "yall": 1995, "strictly": 1996, "purpose": 1997, "kite": 1998, "galt": 1999, "hire": 2000, "tbd": 2001, "electric": 2002, "car": 2003, "care": 2004, "churn": 2005, "left": 2006, "wing": 2007, "yesterday": 2008, "theory": 2009, "iran": 2010, "slaughter": 2011, "upward": 2012, "kept": 2013, "reaching": 2014, "humming": 2015, "epic": 2016, "blackberry": 2017, "slam": 2018, "bid": 2019, "snap": 2020, "ax": 2021, "patent": 2022, "island": 2023, "spell": 2024, "cnn": 2025, "wmt": 2026, "manufactured": 2027, "downtrend": 2028, "cost": 2029, "personal": 2030, "inapt": 2031, "analogy": 2032, "collapse": 2033, "barest": 2034, "scrutiny": 2035, "protection": 2036, "bill": 2037, "review": 2038, "tackle": 2039, "notched": 2040, "rallied": 2041, "tied": 2042, "conflict": 2043, "aircraft": 2044, "weapon": 2045, "known": 2046, "placed": 2047, "nervous": 2048, "bashing": 2049, "merging": 2050, "valley": 2051, "ca": 2052, "once": 2053, "fully": 2054, "acquired": 2055, "divy": 2056, "aug": 2057, "caught": 2058, "desperate": 2059, "admit": 2060, "nearing": 2061, "manipulating": 2062, "mkkt": 2063, "crucial": 2064, "ackman": 2065, "letter": 2066, "chipotle": 2067, "noise": 2068, "mondelez": 2069, "didnt": 2070, "advice": 2071, "eom": 2072, "jd": 2073, "stability": 2074, "lt": 2075, "timeline": 2076, "scam": 2077, "provider": 2078, "bil": 2079, "db": 2080, "jan": 2081, "yet": 2082, "whatever": 2083, "model": 2084, "milestone": 2085, "btc": 2086, "mc": 2087, "sub": 2088, "neo": 2089, "pivot": 2090, "gave": 2091, "working": 2092, "massive": 2093, "tired": 2094, "lazy": 2095, "learn": 2096, "bargain": 2097, "entered": 2098, "agreement": 2099, "confused": 2100, "export": 2101, "late": 2102, "deadline": 2103, "ponzi": 2104, "celebration": 2105, "weld": 2106, "tradewar": 2107, "logical": 2108, "outlook": 2109, "crowd": 2110, "imho": 2111, "travel": 2112, "trouble": 2113, "vacation": 2114, "owns": 2115, "worried": 2116, "eoy": 2117, "matter": 2118, "curious": 2119, "announcement": 2120, "isnt": 2121, "sprint": 2122, "incoming": 2123, "management": 2124, "joint": 2125, "co": 2126, "historically": 2127, "bleeding": 2128, "infrastructure": 2129, "maga": 2130, "gtx": 2131, "payment": 2132, "ton": 2133, "track": 2134, "kill": 2135, "thru": 2136, "scan": 2137, "leading": 2138, "retail": 2139, "ibdpartner": 2140, "class": 2141, "acquiring": 2142, "bunch": 2143, "lowered": 2144, "gaap": 2145, "related": 2146, "semiconductor": 2147, "pm": 2148, "emerging": 2149, "marijuana": 2150, "wanting": 2151, "practice": 2152, "simulator": 2153, "please": 2154, "slowing": 2155, "biz": 2156, "loan": 2157, "rinse": 2158, "domestic": 2159, "wake": 2160, "aapl": 2161, "doubling": 2162, "ridiculously": 2163, "small": 2164, "clinton": 2165, "attempt": 2166, "crack": 2167, "vehicle": 2168, "produced": 2169, "handle": 2170, "pas": 2171, "squeezed": 2172, "banking": 2173, "gift": 2174, "none": 2175, "discussed": 2176, "window": 2177, "dressing": 2178, "color": 2179, "perspective": 2180, "process": 2181, "carnage": 2182, "tmr": 2183, "bye": 2184, "corning": 2185, "fighting": 2186, "battle": 2187, "false": 2188, "hater": 2189, "hedge": 2190, "mover": 2191, "disrupt": 2192, "fack": 2193, "resort": 2194, "segment": 2195, "audio": 2196, "defense": 2197, "appropriate": 2198, "ridiculous": 2199, "easily": 2200, "conference": 2201, "implemented": 2202, "dude": 2203, "fuckface": 2204, "walt": 2205, "cyclical": 2206, "lucky": 2207, "trash": 2208, "disappoint": 2209, "wba": 2210, "robot": 2211, "fda": 2212, "iq": 2213, "dominance": 2214, "jesus": 2215, "dd": 2216, "innovative": 2217, "btfd": 2218, "influence": 2219, "everytime": 2220, "td": 2221, "ameritrade": 2222, "increased": 2223, "previous": 2224, "gal": 2225, "obvious": 2226, "count": 2227, "bezos": 2228, "quote": 2229, "nobody": 2230, "stand": 2231, "phone": 2232, "wasn": 2233, "eu": 2234, "em": 2235, "recovering": 2236, "message": 2237, "hahahahaha": 2238, "photo": 2239, "voice": 2240, "rec": 2241, "alexa": 2242, "surprised": 2243, "certainly": 2244, "index": 2245, "goin": 2246, "ur": 2247, "shadow": 2248, "midyear": 2249, "confirm": 2250, "road": 2251, "perhaps": 2252, "paragraph": 2253, "delay": 2254, "treasure": 2255, "truck": 2256, "maintain": 2257, "brent": 2258, "heart": 2259, "dispute": 2260, "threatened": 2261, "engulfing": 2262, "sup": 2263, "cant": 2264, "gtfo": 2265, "holy": 2266, "pnc": 2267, "tepper": 2268, "longs": 2269, "struggle": 2270, "fresh": 2271, "liability": 2272, "tomorro": 2273, "wealth": 2274, "cutting": 2275, "br": 2276, "id": 2277, "formation": 2278, "suggests": 2279, "decline": 2280, "firework": 2281, "rough": 2282, "event": 2283, "ferrari": 2284, "gov": 2285, "shall": 2286, "calendar": 2287, "infinity": 2288, "fabric": 2289, "settle": 2290, "buck": 2291, "skyrocket": 2292, "pushing": 2293, "extension": 2294, "nicholas": 2295, "subject": 2296, "raising": 2297, "dt": 2298, "agreed": 2299, "theta": 2300, "family": 2301, "papa": 2302, "talked": 2303, "mkt": 2304, "hedging": 2305, "shortly": 2306, "benzinga": 2307, "abbvie": 2308, "subscriber": 2309, "hasn": 2310, "michael": 2311, "abercrombie": 2312, "fitch": 2313, "initiated": 2314, "goldman": 2315, "sachs": 2316, "bush": 2317, "donald": 2318, "watcher": 2319, "ghost": 2320, "fav": 2321, "threatens": 2322, "effective": 2323, "air": 2324, "slaughtered": 2325, "impending": 2326, "flash": 2327, "ttm": 2328, "harmful": 2329, "fallen": 2330, "parabolic": 2331, "yawn": 2332, "fairly": 2333, "atlantic": 2334, "delivered": 2335, "package": 2336, "sick": 2337, "rowe": 2338, "mother": 2339, "convinced": 2340, "son": 2341, "lord": 2342, "clean": 2343, "yolo": 2344, "slashing": 2345, "tomm": 2346, "pls": 2347, "kick": 2348, "enthusiasm": 2349, "roll": 2350, "minority": 2351, "status": 2352, "reward": 2353, "innovate": 2354, "innovator": 2355, "bold": 2356, "criminal": 2357, "anyways": 2358, "ripping": 2359, "joke": 2360, "genius": 2361, "barbecue": 2362, "automotive": 2363, "disruptive": 2364, "delayed": 2365, "bogus": 2366, "earlier": 2367, "playing": 2368, "nasdaq": 2369, "inspection": 2370, "hahaha": 2371, "save": 2372, "penny": 2373, "overvalued": 2374, "onto": 2375, "power": 2376, "tusa": 2377, "changed": 2378, "kidding": 2379, "asking": 2380, "exp": 2381, "honestly": 2382, "foe": 2383, "founder": 2384, "gimmick": 2385, "dinner": 2386, "excited": 2387, "warning": 2388, "insane": 2389, "nope": 2390, "note": 2391, "ave": 2392, "rrts": 2393, "trucking": 2394, "juul": 2395, "cent": 2396, "awaits": 2397, "sad": 2398, "must": 2399, "tank": 2400, "sight": 2401, "avoid": 2402, "transparency": 2403, "retracement": 2404, "david": 2405, "retire": 2406, "vulcan": 2407, "material": 2408, "transaction": 2409, "warner": 2410, "covered": 2411, "platform": 2412, "focusing": 2413, "successful": 2414, "technically": 2415, "myself": 2416, "mix": 2417, "india": 2418, "direct": 2419, "recover": 2420, "imposed": 2421, "fcking": 2422, "adolf": 2423, "gild": 2424, "bloodbath": 2425, "hcv": 2426, "hiv": 2427, "biktarvy": 2428, "flat": 2429, "deliver": 2430, "together": 2431, "rocket": 2432, "young": 2433, "corner": 2434, "williams": 2435, "counting": 2436, "busy": 2437, "twx": 2438, "paid": 2439, "nyse": 2440, "hog": 2441, "cute": 2442, "lately": 2443, "surprising": 2444, "ship": 2445, "usually": 2446, "seriously": 2447, "spark": 2448, "gallon": 2449, "elsewhere": 2450, "quadrupled": 2451, "venmo": 2452, "answer": 2453, "beyond": 2454, "wish": 2455, "owning": 2456, "justify": 2457, "sticking": 2458, "fellow": 2459, "soxx": 2460, "lift": 2461, "advertising": 2462, "canadian": 2463, "topping": 2464, "helping": 2465, "gong": 2466, "stats": 2467, "smh": 2468, "treatment": 2469, "restricting": 2470, "surprise": 2471, "nasty": 2472, "ahhh": 2473, "cob": 2474, "north": 2475, "shoot": 2476, "straight": 2477, "aim": 2478, "ketchup": 2479, "whiskey": 2480, "soup": 2481, "jude": 2482, "lmao": 2483, "ev": 2484, "barely": 2485, "called": 2486, "national": 2487, "goal": 2488, "uh": 2489, "praying": 2490, "twitts": 2491, "affected": 2492, "whisper": 2493, "predict": 2494, "korean": 2495, "nuke": 2496, "played": 2497, "light": 2498, "chemical": 2499, "plant": 2500, "ltd": 2501, "exchanged": 2502, "tonight": 2503, "whether": 2504, "historic": 2505, "biotech": 2506, "exceed": 2507, "observation": 2508, "whoever": 2509, "voted": 2510, "wanted": 2511, "independence": 2512, "leverage": 2513, "korea": 2514, "missile": 2515, "yuge": 2516, "heck": 2517, "kinda": 2518, "turn": 2519, "flying": 2520, "wide": 2521, "includes": 2522, "streaming": 2523, "type": 2524, "information": 2525, "owned": 2526, "expert": 2527, "loose": 2528, "til": 2529, "correction": 2530, "reaction": 2531, "pending": 2532, "epi": 2533, "relation": 2534, "callout": 2535, "yup": 2536, "beer": 2537, "isolated": 2538, "chef": 2539, "wkly": 2540, "backtest": 2541, "lame": 2542, "gone": 2543, "consolidate": 2544, "airbus": 2545, "engine": 2546, "woe": 2547, "triangle": 2548, "door": 2549, "local": 2550, "golden": 2551, "approaching": 2552, "strategic": 2553, "dirt": 2554, "stopped": 2555, "plane": 2556, "hk": 2557, "nov": 2558, "pumper": 2559, "rh": 2560, "detail": 2561, "tight": 2562, "vacay": 2563, "carmaker": 2564, "buffoon": 2565, "boy": 2566, "dream": 2567, "hollywood": 2568, "lebron": 2569, "james": 2570, "lakers": 2571, "sneaker": 2572, "pair": 2573, "membership": 2574, "subscription": 2575, "minimum": 2576, "mention": 2577, "internet": 2578, "surprisingly": 2579, "hynix": 2580, "bound": 2581, "takeout": 2582, "depressed": 2583, "persists": 2584, "wti": 2585, "appear": 2586, "hulu": 2587, "regret": 2588, "dad": 2589, "create": 2590, "steal": 2591, "elevated": 2592, "imposing": 2593, "penalty": 2594, "communist": 2595, "la": 2596, "pump": 2597, "scandal": 2598, "sink": 2599, "website": 2600, "quit": 2601, "drinking": 2602, "mixed": 2603, "guidance": 2604, "terrifs": 2605, "majority": 2606, "nk": 2607, "gen": 2608, "dxp": 2609, "prediction": 2610, "alot": 2611, "tmrw": 2612, "fun": 2613, "shot": 2614, "pressure": 2615, "limit": 2616, "congrats": 2617, "pinning": 2618, "remains": 2619, "scary": 2620, "member": 2621, "caixin": 2622, "pmi": 2623, "super": 2624, "several": 2625, "plenty": 2626, "sqeeze": 2627, "rattled": 2628, "choice": 2629, "citi": 2630, "fade": 2631, "entire": 2632, "antiviral": 2633, "chop": 2634, "fest": 2635, "obrador": 2636, "factorygate": 2637, "roe": 2638, "spin": 2639, "heat": 2640, "shyt": 2641, "fud": 2642, "hearing": 2643, "stat": 2644, "ministry": 2645, "widen": 2646, "access": 2647, "sob": 2648, "draw": 2649, "wallet": 2650, "instead": 2651, "stick": 2652, "belongs": 2653, "filing": 2654, "mood": 2655, "weaker": 2656, "player": 2657, "awhile": 2658, "factory": 2659, "gdp": 2660, "mon": 2661, "asia": 2662, "appreciate": 2663, "trendline": 2664, "exactly": 2665, "ups": 2666, "bonus": 2667, "nikkei": 2668, "unstoppable": 2669, "expiry": 2670, "upto": 2671, "october": 2672, "flowing": 2673, "da": 2674, "roof": 2675, "dat": 2676, "severely": 2677, "overhyped": 2678, "mexico": 2679, "presidential": 2680, "leftist": 2681, "alright": 2682, "filling": 2683, "strike": 2684, "reveals": 2685, "mega": 2686, "spot": 2687, "ex": 2688, "suspended": 2689, "textbook": 2690, "dnr": 2691, "consider": 2692, "trillion": 2693, "safely": 2694, "gate": 2695, "memory": 2696, "favorable": 2697, "qtr": 2698, "load": 2699, "fine": 2700, "optane": 2701, "garbage": 2702, "question": 2703, "drive": 2704, "leader": 2705, "grade": 2706, "disclosed": 2707, "boot": 2708, "express": 2709, "script": 2710, "preferred": 2711, "guarantee": 2712, "investigation": 2713, "perform": 2714, "distribution": 2715, "sli": 2716, "bridge": 2717, "amount": 2718, "race": 2719, "downgraded": 2720, "laugh": 2721, "meat": 2722, "disposition": 2723, "slide": 2724, "morgan": 2725, "stanley": 2726, "hated": 2727, "iphones": 2728, "lg": 2729, "funding": 2730, "unless": 2731, "warned": 2732, "dummy": 2733, "case": 2734, "shown": 2735, "cavs": 2736, "survive": 2737, "sting": 2738, "showed": 2739, "moron": 2740, "nomura": 2741, "instinet": 2742, "fy": 2743, "japan": 2744, "brewing": 2745, "hilarious": 2746, "danger": 2747, "skit": 2748, "absolute": 2749, "farther": 2750, "apart": 2751, "wto": 2752, "headed": 2753, "die": 2754, "rest": 2755, "climbing": 2756, "immediate": 2757, "bell": 2758, "abandon": 2759, "incentive": 2760, "writing": 2761, "jones": 2762, "goodnight": 2763, "european": 2764, "medicine": 2765, "agency": 2766, "yescarta": 2767, "tiger": 2768, "challenge": 2769, "delusional": 2770, "judge": 2771, "harvey": 2772, "allergan": 2773, "commercial": 2774, "tv": 2775, "rebalancing": 2776, "opex": 2777, "ccar": 2778, "poll": 2779, "available": 2780, "collapsing": 2781, "de": 2782, "ignoring": 2783, "fraud": 2784, "united": 2785, "mainly": 2786, "journal": 2787, "dozen": 2788, "received": 2789, "grab": 2790, "anger": 2791, "tighter": 2792, "coiling": 2793, "deutsche": 2794, "existing": 2795, "animal": 2796, "theater": 2797, "faang": 2798, "crowded": 2799, "tanking": 2800, "fare": 2801, "consideration": 2802, "asian": 2803, "bloody": 2804, "commodity": 2805, "powerhouse": 2806, "vroom": 2807, "hammered": 2808, "accumulate": 2809, "accordingly": 2810, "sweet": 2811, "blood": 2812, "nse": 2813, "dreadful": 2814, "trap": 2815, "anytime": 2816, "fig": 2817, "imperial": 2818, "cbs": 2819, "riley": 2820, "suntrust": 2821, "silly": 2822, "keycorp": 2823, "seat": 2824, "cockroach": 2825, "cycle": 2826, "flannery": 2827, "william": 2828, "blair": 2829, "markit": 2830, "accenture": 2831, "vix": 2832, "utility": 2833, "panasonic": 2834, "dead": 2835, "tsla": 2836, "yikes": 2837, "slammed": 2838, "cliff": 2839, "general": 2840, "initiation": 2841, "wedbush": 2842, "piper": 2843, "boycott": 2844, "plunge": 2845, "bath": 2846, "resource": 2847, "intraday": 2848, "supermarket": 2849, "hr": 2850, "alum": 2851, "smoke": 2852, "millennials": 2853, "caution": 2854, "reverse": 2855, "recovers": 2856, "northcoast": 2857, "smith": 2858, "oppenheimer": 2859, "brutal": 2860, "germany": 2861, "proceed": 2862, "unreal": 2863, "hurting": 2864, "boat": 2865, "main": 2866, "normally": 2867, "shut": 2868, "hospital": 2869, "faking": 2870, "disaster": 2871, "growt": 2872, "popped": 2873, "quickrunner": 2874, "scanner": 2875, "sba": 2876, "communication": 2877, "evp": 2878, "kurt": 2879, "bagwell": 2880, "trailing": 2881, "rotation": 2882, "predicting": 2883, "generally": 2884, "takeover": 2885, "ambition": 2886, "initiate": 2887, "along": 2888, "tension": 2889, "blockbuster": 2890, "depth": 2891, "safer": 2892, "tracking": 2893, "analytics": 2894, "tarriff": 2895, "corporation": 2896, "critical": 2897, "tesco": 2898, "form": 2899, "carrefour": 2900, "mlp": 2901, "nap": 2902, "pps": 2903, "divvy": 2904, "waking": 2905, "construction": 2906, "completes": 2907, "uk": 2908, "fargo": 2909, "fat": 2910, "sar": 2911, "oct": 2912, "deserves": 2913, "snapshot": 2914, "ubs": 2915, "pray": 2916, "sitting": 2917, "intelligent": 2918, "tricky": 2919, "situation": 2920, "keeping": 2921, "definite": 2922, "spamming": 2923, "ticket": 2924, "happiest": 2925, "engaged": 2926, "drilling": 2927, "earth": 2928, "fml": 2929, "guggenheim": 2930, "bos": 2931, "tear": 2932, "sheet": 2933, "europe": 2934, "powered": 2935, "tiny": 2936, "chief": 2937, "listed": 2938, "outta": 2939, "shooting": 2940, "filled": 2941, "file": 2942, "regulation": 2943, "disclosure": 2944, "elliot": 2945, "entering": 2946, "finding": 2947, "dealership": 2948, "exxon": 2949, "mobil": 2950, "master": 2951, "missing": 2952, "billboard": 2953, "premkt": 2954, "equalweight": 2955, "activity": 2956, "bomb": 2957, "four": 2958, "los": 2959, "patient": 2960, "steam": 2961, "fucked": 2962, "temporarily": 2963, "caca": 2964, "legal": 2965, "deeper": 2966, "text": 2967, "marketwatch": 2968, "extend": 2969, "leveraged": 2970, "finance": 2971, "shenanigan": 2972, "estimize": 2973, "bmo": 2974, "jury": 2975, "yours": 2976, "amc": 2977, "ten": 2978, "hodl": 2979, "dell": 2980, "traded": 2981, "isn": 2982, "reversed": 2983, "itll": 2984, "backing": 2985, "fuck": 2986, "ruined": 2987, "fwp": 2988, "misled": 2989, "public": 2990, "factor": 2991, "reentry": 2992, "notice": 2993, "effectiveness": 2994, "merck": 2995, "announced": 2996, "lols": 2997, "marker": 2998, "screwed": 2999, "neovia": 3000, "sdc": 3001, "court": 3002, "bottomed": 3003, "dish": 3004, "negotiation": 3005, "univision": 3006, "abruptly": 3007, "prepares": 3008, "fu": 3009, "creating": 3010, "mini": 3011, "dram": 3012, "panic": 3013, "code": 3014, "divi": 3015, "however": 3016, "pricing": 3017, "renaissance": 3018, "jim": 3019, "handsomely": 3020, "speculate": 3021, "controlled": 3022, "overreaction": 3023, "kim": 3024, "jp": 3025, "pacific": 3026, "formed": 3027, "french": 3028, "grant": 3029, "priority": 3030, "keytruda": 3031, "bend": 3032, "retired": 3033, "sweep": 3034, "marketing": 3035, "solution": 3036, "hello": 3037, "ching": 3038, "exhibit": 3039, "divine": 3040, "math": 3041, "logic": 3042, "otm": 3043, "chair": 3044, "gainer": 3045, "dimon": 3046, "putting": 3047, "planet": 3048, "slight": 3049, "mentioned": 3050, "sticky": 3051, "prospect": 3052, "advance": 3053, "facing": 3054, "delivering": 3055, "shorty": 3056, "bump": 3057, "provide": 3058, "capacity": 3059, "eating": 3060, "restaurant": 3061, "atlanta": 3062, "pratt": 3063, "whitney": 3064, "narrow": 3065, "jet": 3066, "carl": 3067, "ichan": 3068, "client": 3069, "site": 3070, "london": 3071, "bloomsbury": 3072, "language": 3073, "processing": 3074, "nlp": 3075, "buddy": 3076, "rock": 3077, "forth": 3078, "capitulation": 3079, "prob": 3080, "lunch": 3081, "daddy": 3082, "split": 3083, "drum": 3084, "med": 3085, "underperform": 3086, "cowen": 3087, "upgraded": 3088, "equal": 3089, "beijing": 3090, "annoying": 3091, "cow": 3092, "titan": 3093, "reportedly": 3094, "mln": 3095, "concede": 3096, "dunno": 3097, "later": 3098, "cfo": 3099, "named": 3100, "shanghai": 3101, "react": 3102, "regular": 3103, "remove": 3104, "stifel": 3105, "nicolaus": 3106, "sometimes": 3107, "barrons": 3108, "consensus": 3109, "unrealistic": 3110, "officer": 3111, "disappointing": 3112, "archer": 3113, "daniel": 3114, "midland": 3115, "approx": 3116, "floor": 3117, "chapter": 3118, "windstream": 3119, "reject": 3120, "wont": 3121, "sucker": 3122, "imminent": 3123, "slipping": 3124, "sliding": 3125, "kicked": 3126, "techcrunch": 3127, "clueless": 3128, "connection": 3129, "deceleration": 3130, "defend": 3131, "chronic": 3132, "mail": 3133, "attn": 3134, "pdufa": 3135, "station": 3136, "sinker": 3137, "consequently": 3138, "sinking": 3139, "huh": 3140, "compare": 3141, "imbalance": 3142, "sbla": 3143, "combo": 3144, "chemotherapy": 3145, "metastatic": 3146, "clown": 3147, "thx": 3148, "btw": 3149, "switch": 3150, "slowly": 3151, "destroy": 3152, "listing": 3153, "carrier": 3154, "crashing": 3155, "breach": 3156, "conversion": 3157, "labcorp": 3158, "loaded": 3159, "shopping": 3160, "cabal": 3161, "rat": 3162, "involved": 3163, "climb": 3164, "ticker": 3165, "goose": 3166, "shakeout": 3167, "realize": 3168, "nonsense": 3169, "dive": 3170, "annualized": 3171, "juicy": 3172, "perma": 3173, "cucked": 3174, "tarrifs": 3175, "indicate": 3176, "io": 3177, "teach": 3178, "greed": 3179, "possibly": 3180, "destroyed": 3181, "performer": 3182, "ole": 3183, "greedy": 3184, "comcast": 3185, "templeton": 3186, "gim": 3187, "prospectus": 3188, "combination": 3189, "bum": 3190, "pumpkin": 3191, "spice": 3192, "farm": 3193, "pace": 3194, "winter": 3195, "hat": 3196, "testing": 3197, "supplier": 3198, "awful": 3199, "listened": 3200, "suffer": 3201, "bust": 3202, "mineral": 3203, "reclaim": 3204, "surge": 3205, "complete": 3206, "jmo": 3207, "lh": 3208, "powder": 3209, "rotate": 3210, "brazil": 3211, 