{"great": 1, "buy": 2, "at": 3, "ill": 4, "wait": 5, "staanalystalert": 6, "jefferies": 7, "maintains": 8, "with": 9, "rating": 10, "hold": 11, "setting": 12, "target": 13, "price": 14, "usd": 15, "our": 16, "own": 17, "verdict": 18, "heard": 19, "there": 20, "guy": 21, "who": 22, "know": 23, "someone": 24, "think": 25, "somebody": 26, "something": 27, "stocktwits": 28, "reveal": 29, "yourself": 30, "why": 31, "drop": 32, "warren": 33, "buffet": 34, "taking": 35, "out": 36, "his": 37, "position": 38, "bear": 39, "have": 40, "reason": 41, "pay": 42, "more": 43, "attention": 44, "ok": 45, "good": 46, "we": 47, "re": 48, "not": 49, "dropping": 50, "over": 51, "weekend": 52, "lol": 53, "daily": 54, "chart": 55, "need": 56, "get": 57, "back": 58, "above": 59, "per": 60, "week": 61, "after": 62, "spike": 63, "if": 64, "no": 65, "news": 66, "month": 67, "bo": 68, "then": 69, "bingo": 70, "what": 71, "odds": 72, "strong": 73, "ratio": 74, "float": 75, "via": 76, "squeezing": 77, "perfect": 78, "place": 79, "an": 80, "option": 81, "straddle": 82, "near": 83, "supporting": 84, "trend": 85, "start": 86, "new": 87, "monday": 88, "expect": 89, "volume": 90, "across": 91, "key": 92, "company": 93, "various": 94, "sector": 95, "breakout": 96, "strategy": 97, "current": 98, "portfolio": 99, "bull": 100, "catalyst": 101, "continuing": 102, "uptrend": 103, "pill": 104, "pack": 105, "amazon": 106, "prime": 107, "day": 108, "earnings": 109, "test": 110, "break": 111, "soon": 112, "ha": 113, "moved": 114, "check": 115, "movement": 116, "peer": 117, "mkm": 118, "partner": 119, "set": 120, "it": 121, "too": 122, "early": 123, "tell": 124, "going": 125, "happen": 126, "even": 127, "about": 128, "raisinf": 129, "output": 130, "still": 131, "so": 132, "many": 133, "financially": 134, "healthy": 135, "problem": 136, "meeting": 137, "obligation": 138, "bullish": 139, "stock": 140, "watch": 141, "setup": 142, "timeframes": 143, "blog": 144, "by": 145, "just": 146, "high": 147, "alert": 148, "next": 149, "gt": 150, "breakdown": 151, "much": 152, "better": 153, "than": 154, "industry": 155, "average": 156, "miss": 157, "these": 158, "confirms": 159, "you": 160, "will": 161, "see": 162, "violent": 163, "move": 164, "downward": 165, "my": 166, "base": 167, "gap": 168, "ma": 169, "cabot": 170, "weekly": 171, "video": 172, "quot": 173, "resilient": 174, "growth": 175, "when": 176, "wa": 177, "kid": 178, "froend": 179, "told": 180, "me": 181, "moon": 182, "made": 183, "cheese": 184, "percent": 185, "rank": 186, "th": 187, "percentile": 188, "thank": 189, "don": 190, "feel": 191, "or": 192, "do": 193, "well": 194, "they": 195, "already": 196, "during": 197, "youtube": 198, "interview": 199, "mitch": 200, "couldn": 201, "remember": 202, "single": 203, "movie": 204, "he": 205, "watched": 206, "all": 207, "year": 208, "except": 209, "star": 210, "war": 211, "black": 212, "panther": 213, "clothes": 214, "downgrade": 215, "sale": 216, "interest": 217, "return": 218, "equity": 219, "although": 220, "market": 221, "up": 222, "doing": 223, "advanced": 224, "a": 225, "info": 226, "july": 227, "be": 228, "most": 229, "normal": 230, "friday": 231, "contract": 232, "call": 233, "put": 234, "third": 235, "design": 236, "win": 237, "timing": 238, "match": 239, "probably": 240, "arm": 241, "alcohol": 242, "tobacco": 243, "firearm": 244, "president": 245, "trump": 246, "tweet": 247, "spoke": 248, "king": 249, "salman": 250, "saudi": 251, "arabia": 252, "explained": 253, "him": 254, "that": 255, "because": 256, "turmoil": 257, "amp": 258, "today": 259, "insight": 260, "intc": 261, "mama": 262, "said": 263, "ice": 264, "cream": 265, "finish": 266, "due": 267, "dil": 268, "noticed": 269, "last": 270, "jedi": 271, "stream": 272, "love": 273, "here": 274, "go": 275, "leave": 276, "view": 277, "look": 278, "ema": 279, "held": 280, "stochastics": 281, "turning": 282, "spy": 283, "qqq": 284, "opposite": 285, "forward": 286, "pe": 287, "valuation": 288, "can": 289, "described": 290, "cheap": 291, "saber": 292, "capital": 293, "presentation": 294, "common": 295, "denominator": 296, "tencent": 297, "facebook": 298, "google": 299, "how": 300, "one": 301, "performing": 302, "crude": 303, "petroleum": 304, "natural": 305, "gas": 306, "pu": 307, "simply": 308, "havent": 309, "lost": 310, "any": 311, "brown": 312, "run": 313, "tech": 314, "mf": 315, "are": 316, "educated": 317, "their": 318, "shit": 319, "every": 320, "former": 321, "global": 322, "manufacturing": 323, "pfizer": 324, "independent": 325, "director": 326, "nat": 327, "ricciardi": 328, "may": 329, "safest": 330, "special": 331, "limited": 332, "offer": 333, "june": 334, "tradenet": 335, "offering": 336, "discount": 337, "intro": 338, "program": 339, "below": 340, "financials": 341, "summary": 342, "jeff": 343, "gundlach": 344, "sohn": 345, "long": 346, "thesis": 347, "energy": 348, "low": 349, "peg": 350, "which": 351, "compensates": 352, "indicates": 353, "rather": 354, "pres": 355, "coming": 356, "seems": 357, "support": 358, "under": 359, "likely": 360, "bullshit": 361, "worthless": 362, "mean": 363, "fucking": 364, "nothing": 365, "macau": 366, "usa": 367, "take": 368, "let": 369, "where": 370, "right": 371, "now": 372, "ugly": 373, "without": 374, "clear": 375, "level": 376, "term": 377, "bearish": 378, "ll": 379, "previously": 380, "mo": 381, "followed": 382, "end": 383, "another": 384, "runup": 385, "dropped": 386, "smart": 387, "money": 388, "betting": 389, "deal": 390, "update": 391, "technical": 392, "bad": 393, "doe": 394, "present": 395, "nice": 396, "opportunity": 397, "completely": 398, "scale": 399, "time": 400, "gobble": 401, "play": 402, "aka": 403, "favorite": 404, "them": 405, "iddy": 406, "bitty": 407, "kiddy": 408, "hand": 409, "awesome": 410, "concerned": 411, "eow": 412, "might": 413, "wk": 414, "throwback": 415, "u": 416, "advisor": 417, "upgrade": 418, "shorties": 419, "dreaming": 420, "depression": 421, "somethin": 422, "loll": 423, "updated": 424, "hormel": 425, "food": 426, "dividend": 427, "analysis": 428, "consumer": 429, "defensive": 430, "intel": 431, "profitability": 432, "safety": 433, "score": 434, "technology": 435, "both": 436, "positive": 437, "looking": 438, "mad": 439, "report": 440, "block": 441, "person": 442, "spam": 443, "should": 444, "open": 445, "projection": 446, "thats": 447, "true": 448, "prefer": 449, "from": 450, "turd": 451, "wal": 452, "mart": 453, "aristocrat": 454, "valueinvesting": 455, "dvb": 456, "aaamp": 457, "marriage": 458, "bank": 459, "account": 460, "dm": 461, "won": 462, "stop": 463, "posting": 464, "holding": 465, "big": 466, "calm": 467, "down": 468, "luck": 469, "chase": 470, "continues": 471, "hopefully": 472, "catch": 473, "before": 474, "lisa": 475, "announces": 476, "rd": 477, "permamently": 478, "turned": 479, "off": 480, "trading": 481, "maybe": 482, "altogether": 483, "manipulation": 484, "very": 485, "rich": 486, "make": 487, "poor": 488, "fuk": 489, "almost": 490, "pct": 491, "buyback": 492, "got": 493, "share": 494, "though": 495, "drip": 496, "dumped": 497, "obv": 498, "but": 499, "jeez": 500, "bit": 501, "done": 502, "bounce": 503, "heikin": 504, "ashi": 505, "candle": 506, "confirmation": 507, "liking": 508, "wife": 509, "tree": 510, "fiddy": 511, "sure": 512, "piggy": 513, "lot": 514, "coin": 515, "spend": 516, "candy": 517, "microsoft": 518, "investor": 519, "aren": 520, "happy": 521, "royal": 522, "canada": 523, "reiterates": 524, "outperform": 525, "loop": 526, "raise": 527, "never": 528, "been": 529, "wrong": 530, "miracle": 531, "period": 532, "bollinger": 533, "band": 534, "dare": 535, "say": 536, "didn": 537, "guilty": 538, "fudge": 539, "hardly": 540, "ever": 541, "informative": 542, "comment": 543, "page": 544, "broken": 545, "giving": 546, "endless": 547, "buffering": 548, "icon": 549, "give": 550, "viral": 551, "walk": 552, "away": 553, "highlight": 554, "growing": 555, "democrat": 556, "leaving": 557, "party": 558, "epoch": 559, "robert": 560, "baird": 561, "neutral": 562, "weed": 563, "other": 564, "drug": 565, "guess": 566, "reasonable": 567, "nike": 568, "winning": 569, "click": 570, "booking": 571, "app": 572, "native": 573, "seamless": 574, "lovalized": 575, "transactable": 576, "ap": 577, "vitiello": 578, "tapped": 579, "acting": 580, "reach": 581, "iconic": 582, "brand": 583, "built": 584, "mobile": 585, "show": 586, "morning": 587, "heading": 588, "ath": 589, "acquisition": 590, "total": 591, "past": 592, "exit": 593, "zone": 594, "fantastic": 595, "read": 596, "oil": 597, "tighten": 598, "getting": 599, "closer": 600, "greatest": 601, "yearly": 602, "performance": 603, "did": 604, "champion": 605, "cashflow": 606, "highyield": 607, "telecommunication": 608, "pretty": 609, "risky": 610, "gamble": 611, "either": 612, "plummet": 613, "rally": 614, "stronger": 615, "apple": 616, "talking": 617, "referring": 618, "intelsat": 619, "punish": 620, "seller": 621, "warehouse": 622, "sense": 623, "old": 624, "gather": 625, "dust": 626, "pc": 627, "gamers": 628, "crypto": 629, "miner": 630, "gpu": 631, "enthusiast": 632, "waiting": 633, "two": 634, "only": 635, "medium": 636, "decent": 637, "pattern": 638, "five": 639, "baba": 640, "ahhhhhhhhhhhhhhhhhhhhh": 641, "raytheon": 642, "industrials": 643, "military": 644, "trending": 645, "riiiiiiiiiich": 646, "sooooon": 647, "buuuuls": 648, "looooove": 649, "drunk": 650, "doesn": 651, "through": 652, "gapping": 653, "warbey": 654, "parker": 655, "prep": 656, "glass": 657, "seen": 658, "focus": 659, "fashion": 660, "wrt": 661, "wearable": 662, "like": 663, "sbux": 664, "paying": 665, "full": 666, "sex": 667, "change": 668, "employee": 669, "hit": 670, "bottom": 671, "line": 672, "recap": 673, "since": 674, "post": 675, "trade": 676, "included": 677, "hsy": 678, "uri": 679, "sonc": 680, "dri": 681, "kmx": 682, "wynn": 683, "akam": 684, "enterprise": 685, "value": 686, "v": 687, "cap": 688, "difference": 689, "actual": 690, "asset": 691, "spread": 692, "way": 693, "undervalued": 694, "million": 695, "added": 696, "dont": 697, "become": 698, "such": 699, "monopoly": 700, "dipping": 701, "into": 702, "everything": 703, "airline": 704, "possibility": 705, "loss": 706, "suggested": 707, "chartmill": 708, "analyzer": 709, "resistance": 710, "len": 711, "reversal": 712, "progress": 713, "ve": 714, "recently": 715, "closed": 716, "list": 717, "bought": 718, "same": 719, "used": 720, "according": 721, "data": 722, "reported": 723, "finra": 724, "clocked": 725, "official": 726, "came": 727, "saying": 728, "agree": 729, "resume": 730, "cover": 731, "penis": 732, "putang": 733, "front": 734, "leg": 735, "would": 736, "some": 737, "am": 738, "watching": 739, "wonder": 740, "valued": 741, "inning": 742, "higher": 743, "also": 744, "shorted": 745, "consolidation": 746, "cautious": 747, "stunned": 748, "deeply": 749, "disappointed": 750, "close": 751, "ending": 752, "killed": 753, "best": 754, "february": 755, "funny": 756, "thing": 757, "similar": 758, "story": 759, "different": 760, "crab": 761, "measured": 762, "divergence": 763, "really": 764, "momentum": 765, "starting": 766, "shi": 767, "venture": 768, "tariff": 769, "increase": 770, "profit": 771, "recession": 772, "come": 773, "keep": 774, "buying": 775, "pure": 776, "beanscreen": 777, "min": 778, "indicating": 779, "accumulation": 780, "eod": 781, "could": 782, "pop": 783, "heavy": 784, "apog": 785, "acn": 786, "camp": 787, "gi": 788, "payx": 789, "fdx": 790, "goo": 791, "squeeze": 792, "pullback": 793, "upside": 794, "nvda": 795, "safe": 796, "yield": 797, "div": 798, "adding": 799, "gladly": 800, "irrationality": 801, "reign": 802, "possible": 803, "excess": 804, "gain": 805, "welcome": 806, "gl": 807, "seeing": 808, "jumping": 809, "joy": 810, "least": 811, "given": 812, "action": 813, "bouncing": 814, "continuation": 815, "hopeful": 816, "science": 817, "officially": 818, "became": 819, "major": 820, "university": 821, "ai": 822, "brainers": 823, "era": 824, "second": 825, "minute": 826, "rule": 827, "applies": 828, "zbra": 829, "six": 830, "fc": 831, "gbx": 832, "fds": 833, "avav": 834, "killing": 835, "tax": 836, "cut": 837, "idea": 838, "haven": 839, "posted": 840, "while": 841, "omg": 842, "toy": 843, "land": 844, "amazing": 845, "contributed": 846, "ytd": 847, "popular": 848, "word": 849, "buyin": 850, "those": 851, "dip": 852, "haha": 853, "makin": 854, "rain": 855, "white": 856, "house": 857, "quality": 858, "moment": 859, "doubt": 860, "production": 861, "eps": 862, "constellation": 863, "disney": 864, "clinch": 865, "acquire": 866, "fox": 867, "group": 868, "counter": 869, "aggregate": 870, "southwest": 871, "flight": 872, "dallas": 873, "delta": 874, "spat": 875, "california": 876, "netflix": 877, "inc": 878, "nflx": 879, "versus": 880, "fb": 881, "starbucks": 882, "using": 883, "iex": 884, "calculate": 885, "shorters": 886, "emergence": 887, "bankruptcy": 888, "emergency": 889, "zwj": 890, "investment": 891, "counsel": 892, "lower": 893, "stake": 894, "unitedhealth": 895, "unh": 896, "tyzen": 897, "vega": 898, "laptop": 899, "investing": 900, "annuity": 901, "yr": 902, "bond": 903, "continue": 904, "add": 905, "unsure": 906, "country": 907, "amd": 908, "ryzen": 909, "gettin": 910, "blasted": 911, "cgnx": 912, "cx": 913, "aaoi": 914, "aa": 915, "amswa": 916, "yy": 917, "snx": 918, "shark": 919, "definitely": 920, "august": 921, "g": 922, "point": 923, "huge": 924, "closing": 925, "scalp": 926, "giant": 927, "fermenting": 928, "marked": 929, "compared": 930, "book": 931, "cheaply": 932, "quite": 933, "job": 934, "started": 935, "clearly": 936, "cup": 937, "holder": 938, "inverse": 939, "confidence": 940, "debt": 941, "sell": 942, "interesting": 943, "frame": 944, "trader": 945, "meanwhile": 946, "galaxy": 947, "far": 948, "broadening": 949, "wedge": 950, "descending": 951, "large": 952, "im": 953, "pt": 954, "three": 955, "falling": 956, "peak": 957, "fourth": 958, "everyone": 959, "coke": 960, "smile": 961, "thanks": 962, "selling": 963, "prove": 964, "terrible": 965, "error": 966, "article": 967, "hint": 968, "sogou": 969, "finger": 970, "crossed": 971, "triple": 972, "top": 973, "bro": 974, "work": 975, "delete": 976, "blue": 977, "arrow": 978, "your": 979, "delusion": 980, "overbought": 981, "changing": 982, "mr": 983, "yo": 984, "hi": 985, "bed": 986, "night": 987, "prepared": 988, "policy": 989, "penalizing": 990, "store": 991, "product": 992, "fyi": 993, "ramp": 994, "worker": 995, "revolt": 996, "hill": 997, "rail": 998, "people": 999, "manager": 1000, "circuit": 1001, "city": 1002, "deux": 1003, "fail": 1004, "despite": 1005, "bb": 1006, "incr": 1007, "thinking": 1008, "mm": 1009, "driving": 1010, "prior": 1011, "argument": 1012, "sound": 1013, "becoming": 1014, "loses": 1015, "gameranx": 1016, "gaming": 1017, "channel": 1018, "cash": 1019, "machine": 1020, "semi": 1021, "altria": 1022, "aflac": 1023, "eatonvance": 1024, "graph": 1025, "tripple": 1026, "reached": 1027, "want": 1028, "vagina": 1029, "alteration": 1030, "oled": 1031, "panel": 1032, "steady": 1033, "amid": 1034, "weak": 1035, "demand": 1036, "display": 1037, "andromeda": 1038, "leak": 1039, "foldable": 1040, "dual": 1041, "screen": 1042, "surface": 1043, "device": 1044, "fit": 1045, "pocket": 1046, "piotroski": 1047, "health": 1048, "original": 1049, "predicated": 1050, "having": 1051, "competitive": 1052, "server": 1053, "around": 1054, "bat": 1055, "epyc": 1056, "adoption": 1057, "snow": 1058, "ball": 1059, "security": 1060, "flaw": 1061, "nm": 1062, "fire": 1063, "ceo": 1064, "sh": 1065, "wowza": 1066, "ago": 1067, "real": 1068, "boom": 1069, "social": 1070, "bigger": 1071, "christmas": 1072, "celgene": 1073, "breathe": 1074, "sigh": 1075, "relief": 1076, "acceleron": 1077, "success": 1078, "mistake": 1079, "cry": 1080, "everyday": 1081, "roa": 1082, "outperforms": 1083, "encourage": 1084, "longer": 1085, "sheep": 1086, "racist": 1087, "hateful": 1088, "democratic": 1089, "walkaway": 1090, "happening": 1091, "ease": 1092, "flattening": 1093, "yc": 1094, "def": 1095, "offside": 1096, "horrible": 1097, "spotify": 1098, "content": 1099, "positioning": 1100, "underweight": 1101, "crowdthnk": 1102, "algo": 1103, "forecast": 1104, "chance": 1105, "moving": 1106, "brainer": 1107, "dog": 1108, "mu": 1109, "notwithstanding": 1110, "serious": 1111, "proposition": 1112, "net": 1113, "negative": 1114, "indicator": 1115, "opinion": 1116, "brexit": 1117, "banker": 1118, "risk": 1119, "life": 1120, "edge": 1121, "luxembourg": 1122, "fill": 1123, "history": 1124, "liquid": 1125, "inside": 1126, "curve": 1127, "juggernaut": 1128, "face": 1129, "fed": 1130, "concern": 1131, "pertains": 1132, "study": 1133, "watchlist": 1134, "wisely": 1135, "invest": 1136, "wallstreet": 1137, "runner": 1138, "pull": 1139, "slow": 1140, "thought": 1141, "flush": 1142, "opec": 1143, "china": 1144, "attack": 1145, "rated": 1146, "median": 1147, "trust": 1148, "anticipation": 1149, "rising": 1150, "analyst": 1151, "sorry": 1152, "itsallaboutheoptions": 1153, "predicted": 1154, "diggered": 1155, "exited": 1156, "worth": 1157, "weight": 1158, "faucet": 1159, "little": 1160, "lighting": 1161, "rectangle": 1162, "jetsonbs": 1163, "announce": 1164, "cogsworth": 1165, "cog": 1166, "boeing": 1167, "baked": 1168, "deep": 1169, "fails": 1170, "again": 1171, "houseofpain": 1172, "making": 1173, "atl": 1174, "whew": 1175, "baby": 1176, "grr": 1177, "date": 1178, "stericycle": 1179, "distress": 1180, "ggr": 1181, "extremely": 1182, "within": 1183, "midterm": 1184, "slightly": 1185, "stupid": 1186, "spammer": 1187, "wasting": 1188, "oversold": 1189, "purchasing": 1190, "thursday": 1191, "breaking": 1192, "pharmaceutical": 1193, "field": 1194, "retest": 1195, "quickly": 1196, "soccer": 1197, "world": 1198, "holiday": 1199, "thurs": 1200, "expensive": 1201, "strongly": 1202, "part": 1203, "affordable": 1204, "selection": 1205, "benefit": 1206, "buyer": 1207, "fri": 1208, "pinned": 1209, "com": 1210, "amzn": 1211, "weakness": 1212, "angle": 1213, "crazy": 1214, "wan": 1215, "na": 1216, "hear": 1217, "er": 1218, "yeah": 1219, "pioneer": 1220, "medical": 1221, "coverage": 1222, "free": 1223, "gon": 1224, "fortune": 1225, "declare": 1226, "wtf": 1227, "casino": 1228, "nearly": 1229, "govt": 1230, "jul": 1231, "gross": 1232, "revenue": 1233, "rose": 1234, "cheaper": 1235, "monster": 1236, "core": 1237, "threadripper": 1238, "cpu": 1239, "rumored": 1240, "detected": 1241, "cause": 1242, "were": 1243, "bln": 1244, "wouldn": 1245, "try": 1246, "gigabyte": 1247, "density": 1248, "produce": 1249, "silicon": 1250, "wafer": 1251, "quantum": 1252, "computing": 1253, "chip": 1254, "forming": 1255, "crushed": 1256, "hook": 1257, "monthly": 1258, "expected": 1259, "paychex": 1260, "hype": 1261, "financial": 1262, "opp": 1263, "example": 1264, "virtually": 1265, "identical": 1266, "showing": 1267, "signal": 1268, "rsi": 1269, "deathcross": 1270, "pre": 1271, "trying": 1272, "advantage": 1273, "bring": 1274, "gloom": 1275, "doom": 1276, "ahead": 1277, "happens": 1278, "fight": 1279, "plan": 1280, "fall": 1281, "death": 1282, "cross": 1283, "row": 1284, "spook": 1285, "artcile": 1286, "expectation": 1287, "premarket": 1288, "summer": 1289, "currently": 1290, "upper": 1291, "range": 1292, "outperforming": 1293, "oh": 1294, "epd": 1295, "sjr": 1296, "aos": 1297, "desp": 1298, "gcp": 1299, "jpi": 1300, "stk": 1301, "newgrandboscan": 1302, "highest": 1303, "vol": 1304, "accum": 1305, "online": 1306, "pharmacy": 1307, "prof": 1308, "disrupting": 1309, "healthcare": 1310, "based": 1311, "taken": 1312, "punishment": 1313, "tomorrow": 1314, "hong": 1315, "kong": 1316, "consolidated": 1317, "business": 1318, "area": 1319, "anyone": 1320, "happened": 1321, "wow": 1322, "hotel": 1323, "newspscan": 1324, "bullflag": 1325, "condition": 1326, "chiplets": 1327, "adoredtv": 1328, "divided": 1329, "oldspscan": 1330, "volaccum": 1331, "spscanw": 1332, "confidently": 1333, "forget": 1334, "generation": 1335, "enjoy": 1336, "fruit": 1337, "labor": 1338, "extending": 1339, "future": 1340, "broke": 1341, "dma": 1342, "margin": 1343, "amongst": 1344, "bf": 1345, "crossing": 1346, "sign": 1347, "attractive": 1348, "moviepass": 1349, "superb": 1350, "income": 1351, "generator": 1352, "metal": 1353, "mining": 1354, "conservative": 1355, "believe": 1356, "network": 1357, "censor": 1358, "political": 1359, "speech": 1360, "pew": 1361, "ouch": 1362, "shorter": 1363, "doj": 1364, "clearance": 1365, "fund": 1366, "follow": 1367, "micron": 1368, "had": 1369, "targeting": 1370, "felt": 1371, "pain": 1372, "first": 1373, "camper": 1374, "rt": 1375, "american": 1376, "absolutely": 1377, "throwing": 1378, "body": 1379, "issue": 1380, "often": 1381, "creates": 1382, "stay": 1383, "course": 1384, "ran": 1385, "looked": 1386, "folding": 1387, "westworld": 1388, "fan": 1389, "waterboarding": 1390, "deutschebank": 1391, "tip": 1392, "competition": 1393, "approve": 1394, "purchase": 1395, "decrease": 1396, "space": 1397, "grey": 1398, "macbook": 1399, "pro": 1400, "touch": 1401, "bar": 1402, "running": 1403, "mojave": 1404, "dark": 1405, "mode": 1406, "altman": 1407, "meaning": 1408, "each": 1409, "rant": 1410, "trip": 1411, "search": 1412, "find": 1413, "anything": 1414, "developer": 1415, "signaled": 1416, "faangs": 1417, "especially": 1418, "bubble": 1419, "deflating": 1420, "becomes": 1421, "rate": 1422, "bias": 1423, "opportunt": 1424, "chuckling": 1425, "strength": 1426, "spanking": 1427, "novice": 1428, "apc": 1429, "earning": 1430, "quarter": 1431, "carmax": 1432, "transcript": 1433, "barrel": 1434, "extra": 1435, "quick": 1436, "scare": 1437, "rip": 1438, "sharing": 1439, "partnership": 1440, "firm": 1441, "mccormick": 1442, "incorporated": 1443, "contracted": 1444, "grew": 1445, "expanded": 1446, "tandem": 1447, "feb": 1448, "correlation": 1449, "extinct": 1450, "breed": 1451, "wc": 1452, "le": 1453, "vip": 1454, "easy": 1455, "solar": 1456, "order": 1457, "diversify": 1458, "use": 1459, "permabulls": 1460, "hehe": 1461, "hate": 1462, "phase": 1463, "subae": 1464, "lisahate": 1465, "america": 1466, "corp": 1467, "bac": 1468, "swarthmore": 1469, "largest": 1470, "wl": 1471, "retailer": 1472, "jill": 1473, "ipo": 1474, "missed": 1475, "push": 1476, "liberal": 1477, "unnatural": 1478, "agenda": 1479, "army": 1480, "men": 1481, "woman": 1482, "absurd": 1483, "worry": 1484, "hover": 1485, "till": 1486, "drink": 1487, "poison": 1488, "water": 1489, "september": 1490, "bastard": 1491, "trans": 1492, "relax": 1493, "actually": 1494, "lied": 1495, "accelerating": 1496, "expecting": 1497, "upcoming": 1498, "passed": 1499, "besides": 1500, "excellent": 1501, "freaked": 1502, "desperately": 1503, "seek": 1504, "escape": 1505, "msm": 1506, "fake": 1507, "outrageous": 1508, "lie": 1509, "propaganda": 1510, "fool": 1511, "double": 1512, "convergence": 1513, "hidden": 1514, "breakaway": 1515, "dow": 1516, "max": 1517, "maturity": 1518, "maxpain": 1519, "took": 1520, "beating": 1521, "towards": 1522, "weighing": 1523, "cv": 1524, "reiterated": 1525, "mizuho": 1526, "bernstein": 1527, "todd": 1528, "juenger": 1529, "potential": 1530, "game": 1531, "publisher": 1532, "prolly": 1533, "development": 1534, "statement": 1535, "economic": 1536, "accelerates": 1537, "further": 1538, "producer": 1539, "able": 1540, "willing": 1541, "recent": 1542, "survey": 1543, "reluctant": 1544, "cancel": 1545, "pulled": 1546, "storm": 1547, "pulling": 1548, "unable": 1549, "supply": 1550, "chk": 1551, "red": 1552, "eff": 1553, "ops": 1554, "walmart": 1555, "uhn": 1556, "soar": 1557, "significantly": 1558, "jpmorgan": 1559, "rolling": 1560, "finn": 1561, "nationwide": 1562, "brought": 1563, "inflation": 1564, "triggering": 1565, "broader": 1566, "meltdown": 1567, "soared": 1568, "tho": 1569, "staying": 1570, "hard": 1571, "tradecrew": 1572, "map": 1573, "unfortunately": 1574, "worst": 1575, "discretionary": 1576, "doubting": 1577, "nvidia": 1578, "dumb": 1579, "pig": 1580, "tom": 1581, "clarke": 1582, "boogeyman": 1583, "getcha": 1584, "turnaround": 1585, "improvement": 1586, "fly": 1587, "loading": 1588, "pizza": 1589, "chain": 1590, "competitor": 1591, "marginal": 1592, "secular": 1593, "winner": 1594, "st": 1595, "yep": 1596, "joining": 1597, "darkside": 1598, "iraepstein": 1599, "edition": 1600, "xerox": 1601, "exodus": 1602, "dr": 1603, "pa": 1604, "write": 1605, "home": 1606, "tf": 1607, "overall": 1608, "massively": 1609, "extended": 1610, "alliance": 1611, "reporting": 1612, "confirmed": 1613, "comp": 1614, "bet": 1615, "fired": 1616, "revealing": 1617, "secret": 1618, "losing": 1619, "center": 1620, "truth": 1621, "civil": 1622, "lawsuit": 1623, "arbitration": 1624, "filed": 1625, "against": 1626, "ge": 1627, "retaliation": 1628, "boston": 1629, "office": 1630, "enter": 1631, "board": 1632, "active": 1633, "fix": 1634, "threat": 1635, "samsung": 1636, "others": 1637, "interested": 1638, "hope": 1639, "rebound": 1640, "resolved": 1641, "stochastic": 1642, "plus": 1643, "macd": 1644, "centerline": 1645, "slingshot": 1646, "zero": 1647, "ford": 1648, "destroying": 1649, "dragonfly": 1650, "email": 1651, "essential": 1652, "glad": 1653, "depleting": 1654, "mentality": 1655, "feeling": 1656, "ended": 1657, "patience": 1658, "scaling": 1659, "btd": 1660, "str": 1661, "number": 1662, "imo": 1663, "terribly": 1664, "force": 1665, "begin": 1666, "opening": 1667, "fear": 1668, "friend": 1669, "releasing": 1670, "anybody": 1671, "shame": 1672, "delisted": 1673, "hiring": 1674, "seasonal": 1675, "school": 1676, "rush": 1677, "providing": 1678, "research": 1679, "libya": 1680, "haftar": 1681, "mess": 1682, "context": 1683, "codename": 1684, "step": 1685, "beginning": 1686, "wsj": 1687, "auto": 1688, "maker": 1689, "including": 1690, "tesla": 1691, "brace": 1692, "additional": 1693, "import": 1694, "election": 1695, "cloud": 1696, "hanging": 1697, "head": 1698, "repeat": 1699, "redux": 1700, "began": 1701, "multiple": 1702, "sold": 1703, "chunk": 1704, "released": 1705, "downside": 1706, "failed": 1707, "dyor": 1708, "hot": 1709, "jeana": 1710, "combined": 1711, "angry": 1712, "causing": 1713, "harm": 1714, "ipad": 1715, "killer": 1716, "tablet": 1717, "estimate": 1718, "created": 1719, "result": 1720, "flag": 1721, "rise": 1722, "sit": 1723, "as": 1724, "warns": 1725, "shrinkage": 1726, "vulnerable": 1727, "engulfed": 1728, "begun": 1729, "ish": 1730, "priced": 1731, "fang": 1732, "insanity": 1733, "wondering": 1734, "ripe": 1735, "wednesday": 1736, "ah": 1737, "saw": 1738, "print": 1739, "pick": 1740, "favor": 1741, "jack": 1742, "box": 1743, "ta": 1744, "ask": 1745, "us": 1746, "approval": 1747, "fast": 1748, "tracked": 1749, "rupert": 1750, "cool": 1751, "experience": 1752, "virtual": 1753, "reality": 1754, "bbc": 1755, "sport": 1756, "picking": 1757, "contest": 1758, "barron": 1759, "pan": 1760, "mastercard": 1761, "sirius": 1762, "xm": 1763, "verizon": 1764, "specialize": 1765, "couple": 1766, "brokerage": 1767, "prem": 1768, "avg": 1769, "overpriced": 1770, "damn": 1771, "supposed": 1772, "ramping": 1773, "nd": 1774, "half": 1775, "customer": 1776, "expanding": 1777, "airpods": 1778, "iphone": 1779, "unit": 1780, "rbc": 1781, "careful": 1782, "system": 1783, "exist": 1784, "quarterly": 1785, "repurchase": 1786, "billion": 1787, "dataprotection": 1788, "scana": 1789, "netapp": 1790, "raised": 1791, "bofa": 1792, "merrill": 1793, "lynch": 1794, "undervalue": 1795, "suggest": 1796, "wave": 1797, "folk": 1798, "sunday": 1799, "church": 1800, "volunteer": 1801, "outside": 1802, "talk": 1803, "glta": 1804, "decade": 1805, "credit": 1806, "suisse": 1807, "season": 1808, "beat": 1809, "walgreens": 1810, "cantor": 1811, "fitzgerald": 1812, "stephen": 1813, "pivotal": 1814, "snapchat": 1815, "clone": 1816, "mostly": 1817, "untapped": 1818, "gold": 1819, "mine": 1820, "crap": 1821, "gm": 1822, "lead": 1823, "smaller": 1824, "fewer": 1825, "finally": 1826, "peaked": 1827, "ad": 1828, "costco": 1829, "computer": 1830, "chat": 1831, "room": 1832, "waste": 1833, "vertex": 1834, "pharma": 1835, "jump": 1836, "rival": 1837, "release": 1838, "cystic": 1839, "fibrosis": 1840, "drag": 1841, "effect": 1842, "yoy": 1843, "eye": 1844, "forex": 1845, "live": 1846, "latest": 1847, "disruption": 1848, "rx": 1849, "delivery": 1850, "visa": 1851, "settlement": 1852, "card": 1853, "swipe": 1854, "fee": 1855, "consolidating": 1856, "entry": 1857, "maria": 1858, "bartiromo": 1859, "always": 1860, "shill": 1861, "her": 1862, "defending": 1863, "lehman": 1864, "disgusting": 1865, "cruise": 1866, "caribbean": 1867, "carnival": 1868, "norwegian": 1869, "helima": 1870, "croft": 1871, "ba": 1872, "afraid": 1873, "sun": 1874, "impose": 1875, "soybean": 1876, "cnbc": 1877, "matebook": 1878, "optimistic": 1879, "melikey": 1880, "oi": 1881, "expiration": 1882, "telling": 1883, "bked": 1884, "table": 1885, "service": 1886, "afford": 1887, "mcdouble": 1888, "anymore": 1889, "hike": 1890, "explain": 1891, "payout": 1892, "economy": 1893, "sending": 1894, "overseas": 1895, "gut": 1896, "calling": 1897, "sleep": 1898, "elon": 1899, "musk": 1900, "accurate": 1901, "direction": 1902, "sma": 1903, "until": 1904, "peep": 1905, "blocked": 1906, "alternate": 1907, "fact": 1908, "control": 1909, "nfl": 1910, "mlb": 1911, "march": 1912, "madness": 1913, "etc": 1914, "roku": 1915, "suck": 1916, "donkey": 1917, "dks": 1918, "alibaba": 1919, "turkey": 1920, "trendyol": 1921, "proceeding": 1922, "international": 1923, "expansion": 1924, "whole": 1925, "dump": 1926, "few": 1927, "necessary": 1928, "sht": 1929, "grow": 1930, "bter": 1931, "whats": 1932, "gravity": 1933, "errond": 1934, "seeking": 1935, "alpha": 1936, "hurt": 1937, "enough": 1938, "wall": 1939, "street": 1940, "idiot": 1941, "lose": 1942, "citibank": 1943, "bankrupt": 1944, "stealing": 1945, "nickel": 1946, "dimming": 1947, "costumer": 1948, "scumbags": 1949, "shorting": 1950, "ground": 1951, "choppy": 1952, "shoulder": 1953, "trumpy": 1954, "overbot": 1955, "applied": 1956, "cancer": 1957, "jcp": 1958, "jcpenney": 1959, "rev": 1960, "vrsk": 1961, "beta": 1962, "veriskanalytics": 1963, "volatile": 1964, "viavisolutions": 1965, "dipped": 1966, "viav": 1967, "gartner": 1968, "roce": 1969, "etn": 1970, "rpe": 1971, "eatonplc": 1972, "rrdonnelleysons": 1973, "stoch": 1974, "rrd": 1975, "psx": 1976, "fcf": 1977, "phillips": 1978, "citigroup": 1979, "recommendation": 1980, "mco": 1981, "moody": 1982, "fslr": 1983, "percentage": 1984, "oscillator": 1985, "ppo": 1986, "firstsolar": 1987, "aonplc": 1988, "aon": 1989, "adx": 1990, "hinting": 1991, "msft": 1992, "apa": 1993, "apache": 1994, "yte": 1995, "incy": 1996, "jmsmucker": 1997, "sjm": 1998, "tel": 1999, "teconnectivity": 2000, "operating": 2001, "internationalbusinessmachines": 2002, "ibm": 2003, "northerntrust": 2004, "ntrs": 2005, "bankofnewyorkmellon": 2006, "bk": 2007, "nowhere": 2008, "fundamental": 2009, "xeon": 2010, "tam": 2011, "etfc": 2012, "insider": 2013, "ownership": 2014, "etrade": 2015, "envisionhealthcare": 2016, "evhc": 2017, "baxterinternational": 2018, "bax": 2019, "att": 2020, "eogresources": 2021, "eog": 2022, "diamondoffshoredrilling": 2023, "signifying": 2024, "averydennison": 2025, "avy": 2026, "southern": 2027, "employed": 2028, "davita": 2029, "dva": 2030, "western": 2031, "berkshire": 2032, "cty": 2033, "deg": 2034, "state": 2035, "citizen": 2036, "cfg": 2037, "alone": 2038, "cimarexco": 2039, "xec": 2040, "allstate": 2041, "cxo": 2042, "conchoresources": 2043, "went": 2044, "ebitda": 2045, "qepresources": 2046, "qep": 2047, "ans": 2048, "ansys": 2049, "coty": 2050, "mtd": 2051, "mettler": 2052, "toledointernational": 2053, "motorolasolutions": 2054, "msi": 2055, "michaelkors": 2056, "kor": 2057, "allegionplc": 2058, "alle": 2059, "nlsn": 2060, "nielsennv": 2061, "wpx": 2062, "whr": 2063, "whirlpool": 2064, "chrw": 2065, "chrobinsonworldwide": 2066, "wellsfargo": 2067, "wfc": 2068, "ccl": 2069, "pepsico": 2070, "pep": 2071, "pfe": 2072, "disappear": 2073, "sky": 2074, "lollll": 2075, "nature": 2076, "deltaairlines": 2077, "dal": 2078, "adtalemglobaleducation": 2079, "atge": 2080, "bsx": 2081, "bostonscientific": 2082, "institutional": 2083, "mck": 2084, "mckesson": 2085, "pbct": 2086, "peoplesunited": 2087, "vertexpharmaceuticalsorporated": 2088, "vrtx": 2089, "bkng": 2090, "volatility": 2091, "dis": 2092, "waltdisney": 2093, "abbottlaboratories": 2094, "abt": 2095, "arthurjgallagherco": 2096, "ajg": 2097, "disca": 2098, "discoverycommunications": 2099, "lyondellbasellindustriesnv": 2100, "lyb": 2101, "basically": 2102, "premium": 2103, "mass": 2104, "spending": 2105, "fooled": 2106, "appearance": 2107, "skyworkssolutions": 2108, "swks": 2109, "edisoninternational": 2110, "eix": 2111, "wmb": 2112, "williamscompanies": 2113, "profitable": 2114, "yes": 2115, "collaboration": 2116, "waymo": 2117, "kroger": 2118, "kr": 2119, "pcar": 2120, "paccar": 2121, "citrixsystems": 2122, "ctxs": 2123, "verisign": 2124, "vrsn": 2125, "honeywellinternational": 2126, "hon": 2127, "lincolnnational": 2128, "lnc": 2129, "txn": 2130, "texasinstrumentsorporated": 2131, "tdc": 2132, "teradata": 2133, "smithao": 2134, "idexxlaboratories": 2135, "idxx": 2136, "bby": 2137, "bestbuyco": 2138, "masco": 2139, "nke": 2140, "lennar": 2141, "clf": 2142, "cliffsnaturalresources": 2143, "totalsystemservices": 2144, "tss": 2145, "symantec": 2146, "symc": 2147, "rrc": 2148, "rangeresources": 2149, "nsc": 2150, "norfolksouther": 2151, "accentureplc": 2152, "willistowerswatsonpublic": 2153, "wltw": 2154, "genworth": 2155, "gnw": 2156, "martinmariettamaterials": 2157, "mlm": 2158, "affiliatedmanagers": 2159, "amg": 2160, "spgi": 2161, "spglobal": 2162, "fbhs": 2163, "fortunebrandshomesecurity": 2164, "nwl": 2165, "newellbrands": 2166, "coopercompanies": 2167, "coo": 2168, "brighthouse": 2169, "bhf": 2170, "ebay": 2171, "slg": 2172, "slgreenrealty": 2173, "ppgindustries": 2174, "ppg": 2175, "tegna": 2176, "tgna": 2177, "dollargeneral": 2178, "dg": 2179, "hess": 2180, "vulcanmaterials": 2181, "vmc": 2182, "jpm": 2183, "floating": 2184, "jpmorganchaseco": 2185, "being": 2186, "perrigo": 2187, "prgo": 2188, "mmc": 2189, "marshmclennancompanies": 2190, "tsn": 2191, "tysonfoods": 2192, "flow": 2193, "intercontinentalexchange": 2194, "bectondickinsonand": 2195, "bdx": 2196, "fluor": 2197, "flr": 2198, "pdco": 2199, "pattersoncompanies": 2200, "footlocker": 2201, "fl": 2202, "aph": 2203, "amphenol": 2204, "tgt": 2205, "alphabet": 2206, "googl": 2207, "fcx": 2208, "freeport": 2209, "mcmoran": 2210, "mosaic": 2211, "discoverservices": 2212, "dfs": 2213, "expe": 2214, "expedia": 2215, "uaa": 2216, "underarmour": 2217, "hig": 2218, "hartfordservices": 2219, "exxonmobil": 2220, "xom": 2221, "ilmn": 2222, "illumina": 2223, "zimmerbiomet": 2224, "zbh": 2225, "wwgrainger": 2226, "gww": 2227, "cnc": 2228, "centene": 2229, "ks": 2230, "kohl": 2231, "pnr": 2232, "pentairplc": 2233, "americanelectricpower": 2234, "aep": 2235, "exelon": 2236, "exc": 2237, "nee": 2238, "nextera": 2239, "lb": 2240, "lbrands": 2241, "wat": 2242, "dwdp": 2243, "dowdupont": 2244, "stt": 2245, "statestreet": 2246, "fossil": 2247, "fosl": 2248, "paypal": 2249, "pypl": 2250, "bot": 2251, "closely": 2252, "hrl": 2253, "hormelfoods": 2254, "irm": 2255, "ironmountainorporated": 2256, "cboe": 2257, "gps": 2258, "svu": 2259, "supervalu": 2260, "tmk": 2261, "torchmark": 2262, "eversource": 2263, "e": 2264, "capitalone": 2265, "cof": 2266, "fmc": 2267, "zionsbancorporation": 2268, "zion": 2269, "stress": 2270, "tested": 2271, "crash": 2272, "understand": 2273, "misguided": 2274, "regeneronpharmaceuticals": 2275, "regn": 2276, "exr": 2277, "extraspacestorage": 2278, "flowserve": 2279, "tiffanyco": 2280, "tif": 2281, "fisv": 2282, "fiserv": 2283, "alliancedatasystems": 2284, "sre": 2285, "sempra": 2286, "internationalpaper": 2287, "ip": 2288, "unitedhealthorporated": 2289, "expd": 2290, "expeditorsinternationalofwashington": 2291, "federatedinvestors": 2292, "fii": 2293, "chevron": 2294, "cvx": 2295, "fe": 2296, "psa": 2297, "publicstorage": 2298, "cnx": 2299, "consol": 2300, "aptivplc": 2301, "aptv": 2302, "pitneybowes": 2303, "pbi": 2304, "autodesk": 2305, "adsk": 2306, "digitalrealtytrust": 2307, "dlr": 2308, "etr": 2309, "entergy": 2310, "perkinelmer": 2311, "pki": 2312, "resmed": 2313, "rmd": 2314, "mnst": 2315, "monsterbeverage": 2316, "cma": 2317, "comericaorporated": 2318, "consecutivr": 2319, "estimated": 2320, "shouldn": 2321, "questdiagnosticsorporated": 2322, "dgx": 2323, "twitter": 2324, "square": 2325, "huntingtonbancsharesorporated": 2326, "hban": 2327, "biglots": 2328, "consolidatededison": 2329, "ed": 2330, "rydersystem": 2331, "stryker": 2332, "syk": 2333, "lnt": 2334, "alliant": 2335, "nrg": 2336, "jun": 2337, "lvs": 2338, "mgm": 2339, "green": 2340, "bll": 2341, "mdlz": 2342, "mondelezinternational": 2343, "region": 2344, "rf": 2345, "humana": 2346, "hum": 2347, "thegoodyeartirerubber": 2348, "apd": 2349, "airproductsandchemicals": 2350, "bm": 2351, "bemis": 2352, "signetjewelers": 2353, "sig": 2354, "cm": 2355, "ameriprisefinancialservicesinc": 2356, "lkq": 2357, "southwestairlines": 2358, "luv": 2359, "marriottinternational": 2360, "mar": 2361, "valero": 2362, "vlo": 2363, "hd": 2364, "homedepot": 2365, "mastercardorporated": 2366, "anadarkopetroleum": 2367, "weyerhaeuser": 2368, "wy": 2369, "unitedstatessteel": 2370, "ctsh": 2371, "cognizanttechnologysolutions": 2372, "bostonproperties": 2373, "bxp": 2374, "impact": 2375, "seem": 2376, "forgotten": 2377, "comparing": 2378, "orange": 2379, "yuan": 2380, "toward": 2381, "elliottwave": 2382, "opps": 2383, "forgot": 2384, "bmw": 2385, "hyundai": 2386, "join": 2387, "pressing": 2388, "forgo": 2389, "wks": 2390, "foos": 2391, "stevie": 2392, "shopped": 2393, "sld": 2394, "damage": 2395, "w": 2396, "realizing": 2397, "inflow": 2398, "pension": 2399, "dumping": 2400, "ck": 2401, "she": 2402, "dollar": 2403, "loser": 2404, "found": 2405, "swing": 2406, "rallying": 2407, "leap": 2408, "january": 2409, "po": 2410, "invariably": 2411, "staff": 2412, "act": 2413, "belong": 2414, "unaware": 2415, "millennial": 2416, "bag": 2417, "final": 2418, "round": 2419, "stuff": 2420, "grown": 2421, "impressive": 2422, "calcluate": 2423, "suffered": 2424, "paper": 2425, "decide": 2426, "chinese": 2427, "pissed": 2428, "union": 2429, "questioning": 2430, "dn": 2431, "century": 2432, "k": 2433, "hoping": 2434, "holler": 2435, "fuel": 2436, "lithium": 2437, "recharge": 2438, "nicely": 2439, "series": 2440, "fab": 2441, "wise": 2442, "boxed": 2443, "cooler": 2444, "mid": 2445, "oc": 2446, "mobos": 2447, "futility": 2448, "balance": 2449, "threatening": 2450, "south": 2451, "man": 2452, "opened": 2453, "mouth": 2454, "dirty": 2455, "revoke": 2456, "ban": 2457, "following": 2458, "focused": 2459, "straighten": 2460, "reopen": 2461, "hump": 2462, "radnor": 2463, "yard": 2464, "nashville": 2465, "train": 2466, "magazine": 2467, "caveat": 2468, "macro": 2469, "mind": 2470, "dax": 2471, "feed": 2472, "settled": 2473, "harley": 2474, "voter": 2475, "oppose": 2476, "shift": 2477, "levermann": 2478, "bigcap": 2479, "vt": 2480, "team": 2481, "nailed": 2482, "ln": 2483, "msg": 2484, "trial": 2485, "gained": 2486, "wash": 2487, "listen": 2488, "april": 2489, "appears": 2490, "dxpoint": 2491, "dop": 2492, "rumor": 2493, "traffic": 2494, "associating": 2495, "homeless": 2496, "bathroom": 2497, "tough": 2498, "worthy": 2499, "link": 2500, "brother": 2501, "bout": 2502, "wild": 2503, "ride": 2504, "selloff": 2505, "bueno": 2506, "non": 2507, "peasant": 2508, "sp": 2509, "internal": 2510, "anywhere": 2511, "else": 2512, "speak": 2513, "significant": 2514, "hitting": 2515, "newspaper": 2516, "davidson": 2517, "between": 2518, "retaliatory": 2519, "taste": 2520, "merger": 2521, "reading": 2522, "label": 2523, "uncertainty": 2524, "approved": 2525, "subtract": 2526, "behemoth": 2527, "beacon": 2528, "conversation": 2529, "press": 2530, "secretary": 2531, "welp": 2532, "et": 2533, "obviously": 2534, "knew": 2535, "boost": 2536, "needed": 2537, "ellevest": 2538, "krawcheck": 2539, "collect": 2540, "andtrump": 2541, "reelection": 2542, "sentiment": 2543, "upset": 2544, "cuz": 2545, "automatically": 2546, "reinvest": 2547, "prolonged": 2548, "ng": 2549, "reserve": 2550, "tokyo": 2551, "olympic": 2552, "sponsor": 2553, "ready": 2554, "haul": 2555, "trudeau": 2556, "speaking": 2557, "dodger": 2558, "foreign": 2559, "museum": 2560, "ontario": 2561, "downturn": 2562, "televised": 2563, "mainstream": 2564, "chicken": 2565, "quiet": 2566, "asns": 2567, "burn": 2568, "pipeline": 2569, "beautiful": 2570, "hell": 2571, "mentionrussian": 2572, "meddling": 2573, "putin": 2574, "blow": 2575, "rep": 2576, "candidate": 2577, "llfuup": 2578, "lenox": 2579, "help": 2580, "dewalt": 2581, "dear": 2582, "loved": 2583, "operation": 2584, "headset": 2585, "typical": 2586, "kind": 2587, "headline": 2588, "rebuilding": 2589, "exmple": 2590, "cd": 2591, "atleast": 2592, "indication": 2593, "shareholder": 2594, "piece": 2595, "impossible": 2596, "upwards": 2597, "tuesday": 2598, "movifone": 2599, "hundred": 2600, "thousand": 2601, "milk": 2602, "assume": 2603, "mark": 2604, "saving": 2605, "building": 2606, "custom": 2607, "rig": 2608, "absent": 2609, "build": 2610, "music": 2611, "record": 2612, "hour": 2613, "claim": 2614, "user": 2615, "reffing": 2616, "spain": 2617, "uphill": 2618, "reminds": 2619, "steel": 2620, "pounding": 2621, "ignore": 2622, "choose": 2623, "hindsight": 2624, "crisis": 2625, "presently": 2626, "housing": 2627, "session": 2628, "japanese": 2629, "bidding": 2630, "frenzy": 2631, "correct": 2632, "maddox": 2633, "clouded": 2634, "charge": 2635, "litigation": 2636, "circulating": 2637, "proud": 2638, "owner": 2639, "startup": 2640, "pillpack": 2641, "commerce": 2642, "prescription": 2643, "blast": 2644, "neither": 2645, "encounter": 2646, "crush": 2647, "scaring": 2648, "brick": 2649, "mortar": 2650, "ordering": 2651, "shipping": 2652, "confident": 2653, "fish": 2654, "highly": 2655, "mooch": 2656, "scared": 2657, "cryptocurrency": 2658, "revers": 2659, "bitcoin": 2660, "indian": 2661, "exchange": 2662, "tweak": 2663, "gamestop": 2664, "teaming": 2665, "launch": 2666, "biggest": 2667, "rhetoric": 2668, "affect": 2669, "sustained": 2670, "sec": 2671, "remain": 2672, "accumulating": 2673, "aggressively": 2674, "halt": 2675, "trapped": 2676, "auction": 2677, "jurassic": 2678, "stomping": 2679, "reurn": 2680, "blackout": 2681, "redeemed": 2682, "solid": 2683, "name": 2684, "appealing": 2685, "yea": 2686, "god": 2687, "russia": 2688, "defeated": 2689, "knockout": 2690, "vamos": 2691, "upgrading": 2692, "treid": 2693, "buyout": 2694, "yall": 2695, "whiplash": 2696, "strictly": 2697, "purpose": 2698, "kite": 2699, "hired": 2700, "centerview": 2701, "galt": 2702, "hire": 2703, "bay": 2704, "tbd": 2705, "electric": 2706, "car": 2707, "doctor": 2708, "prescribe": 2709, "medication": 2710, "care": 2711, "churn": 2712, "left": 2713, "wing": 2714, "protester": 2715, "yesterday": 2716, "theory": 2717, "iran": 2718, "slaughter": 2719, "jovial": 2720, "sippinknows": 2721, "barnes": 2722, "noble": 2723, "signalling": 2724, "upward": 2725, "artificially": 2726, "kept": 2727, "reaching": 2728, "humming": 2729, "epic": 2730, "blackberry": 2731, "slam": 2732, "bid": 2733, "snap": 2734, "ax": 2735, "patent": 2736, "bagholder": 2737, "island": 2738, "spotted": 2739, "spell": 2740, "cnn": 2741, "hq": 2742, "deformed": 2743, "redneck": 2744, "clt": 2745, "cesspool": 2746, "wmt": 2747, "combat": 2748, "tbh": 2749, "manufactured": 2750, "downtrend": 2751, "cost": 2752, "personal": 2753, "argued": 2754, "valid": 2755, "inapt": 2756, "analogy": 2757, "collapse": 2758, "barest": 2759, "scrutiny": 2760, "protection": 2761, "bill": 2762, "review": 2763, "passer": 2764, "videogames": 2765, "ouster": 2766, "tackle": 2767, "exec": 2768, "misconduct": 2769, "notched": 2770, "rallied": 2771, "faamg": 2772, "tied": 2773, "perceived": 2774, "likelihood": 2775, "armed": 2776, "conflict": 2777, "aircraft": 2778, "weapon": 2779, "known": 2780, "awarded": 2781, "placed": 2782, "nervous": 2783, "bashing": 2784, "merging": 2785, "privately": 2786, "hunch": 2787, "operate": 2788, "valley": 2789, "ca": 2790, "once": 2791, "fully": 2792, "acquired": 2793, "divy": 2794, "babaaay": 2795, "aug": 2796, "babay": 2797, "caught": 2798, "guard": 2799, "desperate": 2800, "evaluating": 2801, "admit": 2802, "nearing": 2803, "manipulating": 2804, "mkkt": 2805, "crucial": 2806, "ackman": 2807, "letter": 2808, "chipotle": 2809, "noise": 2810, "mondelez": 2811, "adp": 2812, "madtv": 2813, "inlivingcolor": 2814, "didnt": 2815, "advice": 2816, "coil": 2817, "eom": 2818, "jd": 2819, "depending": 2820, "stability": 2821, "enth": 2822, "lt": 2823, "timeline": 2824, "scam": 2825, "vrs": 2826, "neutrality": 2827, "provider": 2828, "bil": 2829, "db": 2830, "jan": 2831, "juiced": 2832, "yet": 2833, "staple": 2834, "whatever": 2835, "model": 2836, "milestone": 2837, "btc": 2838, "mc": 2839, "prject": 2840, "trx": 2841, "sub": 2842, "ethos": 2843, "wtc": 2844, "ven": 2845, "neo": 2846, "infinite": 2847, "scalability": 2848, "pivot": 2849, "gave": 2850, "polaris": 2851, "boooomski": 2852, "pg": 2853, "working": 2854, "massive": 2855, "gwh": 2856, "powerpack": 2857, "battery": 2858, "tired": 2859, "lazy": 2860, "adking": 2861, "learn": 2862, "bargain": 2863, "ntgn": 2864, "entered": 2865, "agreement": 2866, "confused": 2867, "export": 2868, "kbd": 2869, "late": 2870, "deadline": 2871, "ponzi": 2872, "celebration": 2873, "repair": 2874, "waived": 2875, "weld": 2876, "tradewar": 2877, "logical": 2878, "outlook": 2879, "crowd": 2880, "imho": 2881, "travel": 2882, "trouble": 2883, "vacation": 2884, "owns": 2885, "stage": 2886, "worried": 2887, "teriffs": 2888, "eoy": 2889, "matter": 2890, "lazyinvestor": 2891, "curious": 2892, "reacts": 2893, "chewy": 2894, "booked": 2895, "announcement": 2896, "aluminum": 2897, "isnt": 2898, "sprint": 2899, "incoming": 2900, "management": 2901, "joint": 2902, "co": 2903, "historically": 2904, "pastor": 2905, "bleeding": 2906, "jfc": 2907, "item": 2908, "crumbling": 2909, "infrastructure": 2910, "maga": 2911, "gtx": 2912, "payment": 2913, "youku": 2914, "ton": 2915, "track": 2916, "kill": 2917, "thru": 2918, "scan": 2919, "leading": 2920, "retail": 2921, "jewelry": 2922, "ibdpartner": 2923, "oziminod": 2924, "entrasimod": 2925, "class": 2926, "acquiring": 2927, "bunch": 2928, "lowered": 2929, "gaap": 2930, "related": 2931, "semiconductor": 2932, "fabs": 2933, "pm": 2934, "emerging": 2935, "marijuana": 2936, "wanting": 2937, "practice": 2938, "simulator": 2939, "please": 2940, "slowing": 2941, "biz": 2942, "loan": 2943, "bigly": 2944, "rinse": 2945, "woof": 2946, "domestic": 2947, "dawgi": 2948, "wake": 2949, "aapl": 2950, "doubling": 2951, "ridiculously": 2952, "small": 2953, "reagan": 2954, "clinton": 2955, "attempt": 2956, "crack": 2957, "epycly": 2958, "vehicle": 2959, "produced": 2960, "handle": 2961, "pas": 2962, "squeezed": 2963, "banking": 2964, "gift": 2965, "moar": 2966, "crime": 2967, "committed": 2968, "none": 2969, "muttering": 2970, "discussed": 2971, "window": 2972, "dressing": 2973, "color": 2974, "perspective": 2975, "polish": 2976, "process": 2977, "kink": 2978, "carnage": 2979, "tmr": 2980, "bye": 2981, "corning": 2982, "evil": 2983, "fighting": 2984, "battle": 2985, "false": 2986, "maligner": 2987, "hater": 2988, "hedge": 2989, "mover": 2990, "talent": 2991, "disrupt": 2992, "fuckd": 2993, "fack": 2994, "payday": 2995, "park": 2996, "resort": 2997, "segment": 2998, "contributing": 2999, "daybreak": 3000, "audio": 3001, "defense": 3002, "stockstupidwhineylittlebitch": 3003, "appropriate": 3004, "unbiased": 3005, "ridiculous": 3006, "tlsa": 3007, "easily": 3008, "conference": 3009, "implemented": 3010, "dude": 3011, "bright": 3012, "fuckface": 3013, "walt": 3014, "cyclical": 3015, "lucky": 3016, "trash": 3017, "disappoint": 3018, "wba": 3019, "trxc": 3020, "surgical": 3021, "robot": 3022, "fda": 3023, "lth": 3024, "iq": 3025, "dominance": 3026, "industrialization": 3027, "artificial": 3028, "intelligence": 3029, "jesus": 3030, "dd": 3031, "innovative": 3032, "btfd": 3033, "cardinal": 3034, "designed": 3035, "influence": 3036, "everytime": 3037, "pascal": 3038, "architecture": 3039, "postponed": 3040, "td": 3041, "ameritrade": 3042, "increased": 3043, "previous": 3044, "instance": 3045, "surpised": 3046, "gal": 3047, "studying": 3048, "obvious": 3049, "readopt": 3050, "fwd": 3051, "count": 3052, "bezos": 3053, "inspiring": 3054, "quote": 3055, "fridge": 3056, "nobody": 3057, "stand": 3058, "phone": 3059, "wasn": 3060, "eu": 3061, "em": 3062, "recovering": 3063, "message": 3064, "hahahahaha": 3065, "photo": 3066, "noggin": 3067, "voice": 3068, "rec": 3069, "alexa": 3070, "gd": 3071, "surprised": 3072, "certainly": 3073, "index": 3074, "goin": 3075, "grinning": 3076, "raging": 3077, "jupiter": 3078, "ur": 3079, "anus": 3080, "wick": 3081, "shadow": 3082, "cluster": 3083, "midyear": 3084, "confirm": 3085, "prosperous": 3086, "road": 3087, "happiness": 3088, "perhaps": 3089, "paragraph": 3090, "delay": 3091, "shop": 3092, "treasure": 3093, "truck": 3094, "maintain": 3095, "brent": 3096, "heart": 3097, "croatia": 3098, "dispute": 3099, "threatened": 3100, "engulfing": 3101, "sup": 3102, "cant": 3103, "gtfo": 3104, "holy": 3105, "muthaf": 3106, "pnc": 3107, "grandson": 3108, "jeep": 3109, "tepper": 3110, "longs": 3111, "struggle": 3112, "fresh": 3113, "grocery": 3114, "liability": 3115, "unlike": 3116, "tomorro": 3117, "wealth": 3118, "cutting": 3119, "br": 3120, "id": 3121, "morningstar": 3122, "formation": 3123, "suggests": 3124, "decline": 3125, "firework": 3126, "rough": 3127, "attending": 3128, "event": 3129, "ferrari": 3130, "gov": 3131, "equifax": 3132, "charged": 3133, "shall": 3134, "calendar": 3135, "duopolies": 3136, "infinity": 3137, "fabric": 3138, "settle": 3139, "buck": 3140, "payable": 3141, "brothel": 3142, 